{"lang":"English","sections":[{"name":"About Sripadarajaru","shlokaList":[{"num":"1","text":"","explanation":{"notesList":[{"title":"Guru Shripadarajaru an outline","text":"\n                        Shripadarajaru is revered by all Madhvas. It is believed that he was an amsha of Dhruva. His contributions to dvaita, Haridasa Sahitya, and the then existing social and political circumstances were considerable.\n                         \u003cbr/\u003e  His poorvashRama naama was Lakshminarayana. His predecessor was svarNavarNa theertharu. There is an interesting story about their first meeting. The Swamiji was travelling towards Abburu when he came across Lakshminarayana playing with his friends. When asked how far Abburu was, the little boy gave a very clever reply. He said, \"Look at the setting sun, and look at us playing here. Now you guess how far Abburu is! \" (the intended meaning was \"we are playing here even though the sun is setting because we are confident of reaching home before it gets really dark; in other words, Abburu is very near ! \") . The Swamiji was taken back by the boy\u0027s keen intellect and decided to make him sishyA. Later, after obtaining his parent\u0027s consent, the boy was granted sanyAshRama and named Lakshminarayana Yogi.\n                         \u003cbr/\u003e  The name Shripadaraja was given to him by Sri RaghunAtha Theertharu of Uttaradi muTa. There are 2 versions about why he did so; one version goes that he was impressed by young Lakshminarayana Yogi\u0027s vidvat, whereas another goes that he personally witnessed the revival of a dead boy by Lakshminarayana Yogi. In any case, from then Lakshminarayana Yogi became Shripadaraja. (In Kannada, a Sanyaasi is called \"Sripadangalu\" or \"Srigalu\", so Shripadarajaru literally means king of Sanyaasis).\n                         \u003cbr/\u003e  Shripadarajaru had \"sukha prarabdha\" i.e., he was destined to live like a king even though he was a saint. Needless to add, he was at heart a total ascetic whose mind was pegged at the lotus feet of GopalaKrishna, but his prarabdha karma forced him to enjoy rajavaibhoga. It is said that he once gave up his regular ways when some misguided persons objected; then so many untoward things happened that the same persons begged him to go back to his regular ways.\n                         \u003cbr/\u003e  Shripadarajaru was one of the pillars of the Haridasa movement. He popularised the practice of composing Kannada devaranaamas, steeped in bhakti. Some of his famous devaranaamas are: \"nI ittahange iruvEnO HariyE ...\", \"KangaLidyatako kAvEri Rangana nODada..\", \"bhUshanake bhUshana ...\". His ankitha is \"Ranga Vittala\".\n                         \u003cbr/\u003e  The saint has his Brindavana at a place called Narasimha Theertha, about 1.5 km from MuLabagilu, on NH4 (old Bangalore-Madras highway). It is said, when he was at his old age, he wanted to have Ganga-snana and could not go so far. Then Ganga appeared before him and said that she would come to Narasimha Theertha and stay there for ever. Sripadaraja\u0027s devotees were extremely happy to have Gangasnana without much effort. From that time onwards, taking a bath in Narasimha Theertha is equivalent to having a bath in the Ganga.\n                    "},{"title":"Sthotras (hymns) in praise of Shripadaraja","text":"\n                         \u003cbr/\u003e  \"tam vandE Narasimha Theertha nilayam Shri Vyasaraja pUjitam\n                         \u003cbr/\u003e  dhAyantam manasa nrusimha charaNam Shripadarajam gurum\"\n                         \u003cbr/\u003e  (I pray to guru Shripadaraja, the one who resides in Narasimha Theertha, and was revered by Vyasaraja, and who always worships the feet of Narasimha)\n                         \u003cbr/\u003e  \"Shri pUrNabOdha gurupUjita Gopinatha\n                         \u003cbr/\u003e  bAhyAntarAna varatArchana tatparAya\n                         \u003cbr/\u003e  Shri Ranga Vittala hayAnana pUjakAya\n                         \u003cbr/\u003e  Shripadaraja guruvEstu naamah shubhAya\"\n                         \u003cbr/\u003e  (Glory to guru Shripadaraja, who is forever immersed in the devotion of the Lord Gopinatha, who was worshipped by Sri Madhvacharya, and in the worship of Ranga Vittala and hayagrIva)\n                         \u003cbr/\u003e  If you chant this in the morning, you will have a very good day and in addition, get good food also!\n                         \u003cbr/\u003e  \"naamah Shripadarajaya naamastE vyAsa Yogine\n                         \u003cbr/\u003e  naamah purandarAryAya VijayaryAya te naamaha\"\n                         \u003cbr/\u003e  This stotra is recited at the beginning of any traditional Harikatha discourse; it salutes 4 great individuals who contributed a lot to the Haridasa movement Shripadarajaru, Vyasarajaru, purandara dAsaru and Vijaya dAsaru.\n                    "}]}}],"num":"2"}],"mapSecName2Sec":{}}