{"lang":"English","sections":[{"name":"Madhvanama","shlokaList":[{"num":"0","text":"jaya jaya jagatrANa, jagadoLage sutrANa\nakhila guNa sadhdhAma Madhvanaama","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"jaya jaya \u003d (a prayer to) cause good fortune for all of us\n                         \u003cbr/\u003e  jagatrANa \u003d the sustainer of the world\n                         \u003cbr/\u003e  jagadoLage \u003d in the world\n                         \u003cbr/\u003e  sutrANa \u003d most powerful\n                         \u003cbr/\u003e  akhiLa \u003d all\n                         \u003cbr/\u003e  guNa \u003d (good) qualities\n                         \u003cbr/\u003e  sadhdhAma \u003d good residence\n                         \u003cbr/\u003e  Madhvanaama \u003d the one bearing the name of Madhva\n                    "},{"title":"Quick Meaning","text":"May he grant us good fortune, the one who provides sustenance to the world, who is the most powerful amongst all jIvas, the abode of all (good) qualities, the one bearing the name Madhwa.\n                         \u003cbr/\u003e  Or\n                         \u003cbr/\u003e  Victory (or Hail) to the one who provides sustenance to the world, who is the most powerful amongst all jIvas, the abode of all (good) qualities, the one bearing the name Madhwa\n                    "},{"title":"Discussion","text":" \u003cb\u003e  jaya jaya: \u003c/b\u003e  \n                         \u003cbr/\u003e  Shripadarajaru begins his poem with a quick prayer to Vayu to bring about mangaLa (auspiciousness) to all of us. This is very appropriate because scriptures describe Vayu as \"paRama mangaLa svarUpa\" (the embodiment of auspiciousness), \"pradhAna anga\" (primary arm) of Hari. \"jaya\" also means victory. The biggest victory that any jIva (sentient being) can hope for is mOksha or mukti (liberation from the cycle of birth and death). Vayu helps deserving souls reach this goal in a variety of ways - by providing correct gyAna (knowledge) about the Lord, inspiring correct thoughts and actions, and finally recommending the soul\u0027s case to the Lord. After Hari and Lakshmi, Vayu (and Brahma) has the power to propel a soul towards liberation. \"jaya\" also means supreme or the highest. This too is appropriate since Vayu is considered jIvOttama (the highest amongst all jIvas).\n                         \u003cbr/\u003e   \u003cb\u003e  jagatrANa: \u003c/b\u003e  \n                         \u003cbr/\u003e  The shAstrAs tell us that Vayu keeps reciting the hansa mantra \"hamsah sOham svAha\" about 21600 times every day in all souls, offering this to hamsanaamaka paRamatma (Hari). As long as Vayu is in the body, it is considered alive; once he departs, it is termed dead. That is why he is regarded as \"jagatrANa\" - the one who provides sustenance to the world. trANa can also be interpreted to protect or shelter. And that is true too, since he protects all worthy jIvas (and punishes bad ones). His power extends to even gods that others worship,\n                         \u003cbr/\u003e  balamIndrasya girishO girishasya balam marut\n                         \u003cbr/\u003e  balam tasya HarissAkshAt naharErbala manyatah\n                         \u003cbr/\u003e  (mahabhArata tAtparya nirNaya Canto 2 Verse 162)\n                         \u003cbr/\u003e  [The strength of Indra is girisha (Rudra), girishA\u0027s strength is marut (Vayu). Vayu\u0027s strength is Hari Himself. Hari derives His strength from nobody.] If Vayu is the source for Rudra\u0027s strength (and by inference for the rest of the gods too) then it is obvious \"jagatrANa\" is a very apt epithet for him.\n                         \u003cbr/\u003e   \u003cb\u003e  jagadoLage sutrANa: \u003c/b\u003e  \n                         \u003cbr/\u003e  The shAstrAs tell us that the human body is made up of 24 tattvAs or elements. These elements are basically inert. In order to provide life to the body and make it active, 24 tatvABheemani dEvatAs (gods who are patrons of senses or organs) enter the body and provide its basic functions. The controller for these dEvatAs is Vayu. Hari inspires Vayu, and Vayu inspires everybody else. Since, Hari and Vayu are thus responsible for the sustenance of the entire universe they are also called \"sutrANa\" (this epithet is primarily Hari\u0027s, but can be used for Vayu too).\n                         \u003cbr/\u003e  akhiLa guNa sadhdhAma\n                         \u003cbr/\u003e  There are 2 points to be considered: Hari is known as pUrNa guNa or akhiLa guNa, the embodiment of all good qualities. Vayu is His sadhdhAma or chief abode (or temple). Thus Vayu is akhiLa guNa sadhdhAma. The ATharvaNOpanishat says \"sa vEdaitat parmam BrahmaDhAma\". In his commentary on the word \"BrahmadhAma\" srimadAchArya has said \"pradhAnam dhAma vishnOstu prANA Eva prakIrtitah\". This is based on the \"BrahmasAra\". Vayu is akhiLa guNa too, but to a lesser degree as compared to Hari. Vayu is jIvOttama or the best amongst jIvas. Thus the good qualities that are manifest in jIvas are at their peak in Vayu. ShrimadAchArya says :\n                         \u003cbr/\u003e  \"gyAnE virAge HaribhaktibhAve dhRuti sthiti prANa balEprayOgE\n                         \u003cbr/\u003e  buddhoucha nAnyO hanumatsamAnah pumAn kadAchit kvacha kashchanaiva\n                         \u003cbr/\u003e  tatvagyAne viShNubhaktou dhairyE sthairyE parAkramE\n                         \u003cbr/\u003e  vEgE cha lAghavE chaiva pralApsya cha varjane\n                         \u003cbr/\u003e  BheemasEna samOnAsti sEnayOrubhayArOpi\n                         \u003cbr/\u003e  pAndityEcha paTutvEcha shUrtvEcha balEpi cha\"\n                         \u003cbr/\u003e  (mahAbhArata tAtparya nirNaya Canto 3 Verse 155, 165)\n                         \u003cbr/\u003e  In knowledge, renunciation, devotion towards Hari, firmness, stability, exertion of power, intelligence, there never was a human equal to Hanuman, anywhere, anytime. In correct spiritual knowledge, devotion towards vishnu, control over the body, boldness, strength, swiftness, being able to squeeze into a tiny space, ability to jump over long distances, discarding useless talk, expertise, oratory, courage, there is nobody equal to BheemasEna in both the armies) That is why Shri trivikRama panditAchArya addresses Vayu as \u0027ShrimadvishNavanghrinishTAtiguNa\".\n                         \u003cbr/\u003e   \u003cb\u003e  Madhvanaama: \u003c/b\u003e  \n                         \u003cbr/\u003e  It is intriguing why Shripadarajaru has used the name \"Madhva\" instead of other equivalent terms. This is to draw our attention to the baLitthAsUkta\n                         \u003cbr/\u003e  \"niryadIm budhnAnmahiShasya varpasa IshAnAsah\n                         \u003cbr/\u003e  shavasA kranta sUrayah yadimanu pradivO Madhva AdhavE\n                         \u003cbr/\u003e  guhA santam mAtarishwA mathAyati \"\n                         \u003cbr/\u003e  [it was from this omniscient Vayu that Rudra and other gods easily learnt about the qualities of the supreme lord Hari and obtained liberation from bondage. He (Madhva) churned the scriptures and showed us the supremacy of Hari, who resides in the hearts of everybody]\n\n                    "}]}},{"num":"1","text":"Ava kachchhapa rUpa dinda lanDOdakava\nOvi dHarisida shEShamUrutiyanu\nAvavana baLiviDidu Hariya suraraiduvaro\nA Vayu namma kula guru rAyanu || 1 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Ava \u003d by which\n                         \u003cbr/\u003e  kachchhapa \u003d tortoise\n                         \u003cbr/\u003e  rUpa \u003d form or shape\n                         \u003cbr/\u003e  dinda \u003d from\n                         \u003cbr/\u003e  lanDOdakava \u003d the fluid that permeates BrahmanDa (universe)\n                         \u003cbr/\u003e  Ovi \u003d easily\n                         \u003cbr/\u003e  dHarisida \u003d he carried\n                         \u003cbr/\u003e  shEshamUrutiyanu \u003d the form of shEsha\n                         \u003cbr/\u003e  Avavana \u003d whose\n                         \u003cbr/\u003e  baLiviDidu \u003d by staying near\n                         \u003cbr/\u003e  Hariya \u003d Hari\n                         \u003cbr/\u003e  suraraiduvaro \u003d the gods reach or attain\n                         \u003cbr/\u003e  A \u003d that\n                         \u003cbr/\u003e  Vayu \u003d Vayu (is)\n                         \u003cbr/\u003e  namma \u003d our\n                         \u003cbr/\u003e  kula \u003d sect\n                         \u003cbr/\u003e  guru \u003d guru or preceptor\n                         \u003cbr/\u003e  rAyanu \u003d king or chief\n                    "},{"title":"Quick Meaning","text":"The one who took on the shape of a tortoise and supported Sesha, by staying near whom lesser gods reach Hari, that Vayu is the chief amongst the gurus of our sect or lineage.\n                    "},{"title":"Discussion","text":"Ava kachchhapa\n                         \u003cbr/\u003e  According to the shAstrAs, the lord is holding up the whole universe as vishnu kUrma. In the fluid that permeats BrahmanDa, Vayu is also present as Vayu kUrma, holding on to the tail of vishnu kUrma. sEsha is hanging to the tail of Vayu and is supporting the Earth on his hood.\n                         \u003cbr/\u003e  sa ESha kUrmarUpENa VayuranDOdakE sthitah\n                         \u003cbr/\u003e  viShNunA kUrmarUpENa dHaritOanantadhArakah (iti prabhanjanE)\n                         \u003cbr/\u003e  vAyOstu kUrmarUpasya pUrvatashyOdakE mukham\n                         \u003cbr/\u003e  AgnEyaishAnigou bAhU pAdou nirruti Vayugou\n                         \u003cbr/\u003e  (iti prakrushte bruhadAraNyakOpanishadbhAshya)\n                         \u003cbr/\u003e  The four limbs of the Vayu kUrma (tortoise) rest on the four corners of BrahmanDa. The chest is pressing against the Earth, the stomach supports AkAsha (space) and the back supports other worlds.\n                         \u003cbr/\u003e  [The reference to sEsha supporting the earth on his hood needs to be interpreted symbolically. The planets in our solar system (and all other heavenly bodies) are held in their place by the sun\u0027s gravitational pull. Thus in a way, the entire system is held in place by some sort of attraction. And sure enough, another name for sEsha is sankarshana (one who does Akarshana or attraction).]\n                         \u003cbr/\u003e   \u003cb\u003e  Avavana baLiviDidu Hariya suraraiduvaro \u003c/b\u003e  \n                         \u003cbr/\u003e  The previous section quoted details of the baLitthAsUkta which outlines how Rudra and other gods easily learnt about the qualities of Hari and obtained liberation from bondage.\n                         \u003cbr/\u003e  The Sumadhva Vijaya tells us that the gods regularly turned up (in the sky) to listen to srimadAchAryA\u0027s discourse on the shAstrAs. In HarikathAmrutasAra, sri Jagannatha dAsaru provides details of the manner in which Rudra learnt the shAstrAs from Vayu.\n                         \u003cbr/\u003e  Let us look at the mahABhArata and RamayaNa. sugrIva and karNa were both amshAs of the sun (a mild form of incarnation), yet they met with different treatments at the hands of the Lord; sugrIva benefitted immensly from Rama, whereas karNa was punished. The answer to this seeming paradox is given by srimadAchArya\n                         \u003cbr/\u003e  \"sa mArutikrutE ravijam raraksha\" (MBTN canto 5 verse 46)\n                         \u003cbr/\u003e  child of sun (sugrIva) was protected (by Rama) only because he was with Hanumantha.\n                         \u003cbr/\u003e  \"BheemarthamEva ravijam nihatya\" (MBTN canto 5 verse 47)\n                         \u003cbr/\u003e  It was because of (enimity with) Bheema that (another) offspring of the sun (karNa) was killed (by Krishna).\n                         \u003cbr/\u003e  A similar reversal is seen in the case of vAli and Arjuna. Here again, the key was the relationship that vAli and Arjuna had with Hanumantha and Bheema respectively. This illustrates the point that getting the grace of Vayu is a sure-shot way of getting the grace of Hari.\n                         \u003cbr/\u003e  This feeling has been beautifully captured by purandara dasaru in his song, \"Hanumana matavE Hariya matavu, Hariya matavE Hanumana matavu\".\n                         \u003cbr/\u003e   \u003cb\u003e  A Vayu namma kula guru rAyanu \u003c/b\u003e  \n                         \u003cbr/\u003e  The scriptures say that Hari can independently grant liberation, whereas Vayu (and Brahma) can recommend eligible jIvas for liberation. Sometimes, on Hari\u0027s authority, they can even grant liberation. The scriptures also say that Brahma, Vayu, saraswati and bhArati are the only ones (apart from Lakshmi and Hari) whose knowledge is always perfect and who are never subject to any form of defect or imperfection. Thus is it any surprise that lesser gods flock to them to know more about Hari? This leads us to the conclusion that the word \"kula\" used by Shripadarajaru should not be narrowly interpreted to mean just the Madhva community. It includes all gods, other celestial beings, saints, good and noble people. In fact it includes every jIva or sentient being who is eligible for mOksha (liberation). Thus Vayu is the chief guru of all sAtvika jIvAs. This is why in the very first verse of Vayu Sthuthi, trivikRamapanDitAchArya calls him \"trailOkAchArya\".\n                         \u003cbr/\u003e  Another interesting point. Shripadarajaru is also indirectly showing the position of Vayu (Brahma) in the hierarchy of gods.\n                         \u003cbr/\u003e   \u003cb\u003e  points to ponder: \u003c/b\u003e  \n                         \u003cbr/\u003e  If \"staying near Vayu\" can be interpreted as \"staying on the path laid down by Vayu or staying close to the principles dear to Vayu\" then it follows that having faith in and following Madhva shAstra in letter and spirit is the right royal road to Hari, i.e., moksha or liberation!\n                    "}]}},{"num":"2","text":"Avavanu dEhadoLagiralu Hari tA nelesihanu\nAvavanu tolage Hari tA tolaguva\nAvavanu dEhadoLahorage niYamakanu\nA Vayu namma kula guru rAyanu || 2 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Avavanu \u003d he who\n                         \u003cbr/\u003e  dEhadoLagiralu \u003d when he stays in the body\n                         \u003cbr/\u003e  Hari \u003d Hari\n                         \u003cbr/\u003e  tA nelesihanu \u003d he stays\n                         \u003cbr/\u003e  Avavanu \u003d he who\n                         \u003cbr/\u003e  tolage \u003d when (he) departs\n                         \u003cbr/\u003e  Hari tA tolaguva \u003d Hari also departs\n                         \u003cbr/\u003e  Avavanu \u003d he who\n                         \u003cbr/\u003e  dEhada \u003d the body\n                         \u003cbr/\u003e  oLahorage \u003d inside and outside\n                         \u003cbr/\u003e  niYamakanu \u003d controller or regulator\n                         \u003cbr/\u003e  A \u003d that\n                         \u003cbr/\u003e  Vayu \u003d Vayu (is)\n                         \u003cbr/\u003e  namma \u003d our\n                         \u003cbr/\u003e  kula \u003d sect\n                         \u003cbr/\u003e  guru \u003d guru or preceptor\n                         \u003cbr/\u003e  rAyanu \u003d king or chief\n                    "},{"title":"Quick Meaning","text":"As long he resides in the body, Hari remains or resides in the body, as soon as he departs, Hari departs from the body. He (Vayu) is the controller or regulator inside and outside the body; he is the chief amongst the gurus of our sect\n                    "},{"title":"Discussion","text":" \u003cb\u003e  Avavanu dEhadoLagiralu Hari tA nelesihanu Avavanu tolage Hari tA tolaguva \u003c/b\u003e  \n                         \u003cbr/\u003e  There is a shruti vAkya in this connection (unfortunately I don\u0027t have more details):\n                         \u003cbr/\u003e  \"kasmin vahamutkrAnta utkramishyAmi, kasminvaham sthite sthAsyAmi iti sa prAnaamasRujatra\"\n                         \u003cbr/\u003e  [The Lord created Vayu with these words, \"I will create such a devotee that his departure will bring about my departure, his presence will indicate my presence\"].\n                         \u003cbr/\u003e  There is another pRamaNa in this regard, but since that is more relevant to the next verse, it has been quoted in the next posting. There are 2 aspects that need to be noted in the actual words used by Shripadarajaru:\n                         \u003cbr/\u003e  1. The unequivocal and forthright manner in which the statement has been made; there are no ifs and buts, and no room for any ambiguity whatsoever. There is no reference to other gods, dependencies, or other pre-conditions. The linkage between Hari and Vayu is direct and self-standing.\n                         \u003cbr/\u003e  2. A double linkage has been used, i.e., presence of Vayu to presence of Hari, and departure (or absence) of Vayu to departure (or absence) of Hari. This is very similar to what is commonly used in scientific parlance as \"necessary and sufficient condition\"\n                         \u003cbr/\u003e  Interpreting this linkage in the context of the physical body is straightforward and well documented in the scriptures. However, I would like to submit a more interesting possibility by extending this logic to the mind as well, i.e., consider that as long as Vayu is in the mind, Hari is there too, and once Vayu leaves the mind, Hari leaves too.\n                         \u003cbr/\u003e  What exactly does \"Vayu in the mind\" mean? I submit that this means the following:\n                         \u003cbr/\u003e  constantly meditating on Vayu, his glory and greatness\n                         \u003cbr/\u003e  believing with heart and soul the fact that he is jIvOttama (and his position in the hierarchy)\n                         \u003cbr/\u003e  following the principles enunciated by Vayu (Madhva) himself, i.e., following tattvada/dvaita concepts in letter and spirit, in thought and action, in the manner\n                         \u003cbr/\u003e  From the above it follows that tattvada/dvaita is the correct and most practical approach to achieving Hari\u0027s grace, and more importantly, Hari abandons everybody who abandons Vayu.\n                         \u003cbr/\u003e   \u003cb\u003e  Avavanu dEhadoLahorage niYamakanu \u003c/b\u003e  \n                         \u003cbr/\u003e  Lest we come to the wrong conclusion that Vayu\u0027s lordship is limited to the body, Shripadarajaru hastens to remind us of what is said in the paingu shruti.\n                         \u003cbr/\u003e  \"prANasmEtad vashE sarvam prANah paravashe sthitah na parah kinchidAShritya vartatE paramOyatah\"\n                         \u003cbr/\u003e  Everything (apart from natural exclusions like Hari, Lakshmi, Brahma) is in the control of prANA (another name for Vayu). In turn, prANa is under the control of Hari. Hari is under nobody\u0027s control, even to a small degree, and this has always been the case.\n                         \u003cbr/\u003e  It is said that the pinDAnDa (or body) is a miniature of BrahmanDa (the universe). That is, the same gods who control different organs and senses of the body control other parts of the universe. Since they are all subject to the control of Vayu, it follows that Vayu\u0027s power and potence is intact all over BrahmanDa and pinDAnDa.\n                    "}]}},{"num":"3","text":"karaNABheemani suraru dEhava biDalu\nkuruDa kivuDa mUkanendenisuva\npaRama mukhyaprANa tolagalA dehavanu\naritu peNanendu pELvaru budhajana || 3 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"karaNABheemani \u003d regulators or patrons of senses\n                         \u003cbr/\u003e  suraru \u003d gods\n                         \u003cbr/\u003e  dEhava \u003d the body\n                         \u003cbr/\u003e  biDalu \u003d depart from\n                         \u003cbr/\u003e  kuruDa \u003d blind\n                         \u003cbr/\u003e  kivuDa \u003d deaf\n                         \u003cbr/\u003e  mUka \u003d dumb\n                         \u003cbr/\u003e  nendenisuva \u003d to be called or named\n                         \u003cbr/\u003e  paRama \u003d supreme or the main\n                         \u003cbr/\u003e  mukhyaprANa \u003d the primary life breath\n                         \u003cbr/\u003e  tolagalA \u003d (when) departs\n                         \u003cbr/\u003e  dEhavanu \u003d the body\n                         \u003cbr/\u003e  aritu \u003d knowingly\n                         \u003cbr/\u003e  peNanendu \u003d as a corpse\n                         \u003cbr/\u003e  pELvaru \u003d to say\n                         \u003cbr/\u003e  budhajana \u003d wise or knowledgeable people\n                    "},{"title":"Quick Meaning","text":"When gods who regulate the senses and organs depart from a person\u0027s body, that person (becomes impaired in that sense or organ, and is accordingly) called blind, deaf or dumb. However, when mukhyaprANa leaves the body, the wise call such a body a corpse.\n                    "},{"title":"Discussion","text":"Shripadarajaru is drawing our attention to the aitarEya upanishad statement:\n                         \u003cbr/\u003e  \"tA ahimsant ahamuktha masmaihamukthamasmIti tA abruvan\n                         \u003cbr/\u003e  hantAsmAchCHarirAdutkRamama tadyasmin\n                         \u003cbr/\u003e  na utkAnta idam sHariram patsyati taduktham bhaviShyatIti vAgudakRamad\n                         \u003cbr/\u003e  avadannashnan pibannAstaiva\n                         \u003cbr/\u003e  chakshurudakRamad apashyannashnan pibannAstaiva\"\n                         \u003cbr/\u003e  Once the gods had a dispute amongst themselves as who was the greatest. They decided that the best way to judge the issue was to observe the impact on the body. The gods started entering a lifeless body one-by-one. None of them made an impact, the body remained as it was. As soon as Vayu entered the body, it perked up. Now the whole thing was reversed, and the gods started leaving the body oneby-one. As each god left, the sense or organ he/she regulated failed. Yet the body was alive and continued to eat and drink. When Vayu left the body, it collapsed. This conclusively established the total dependence of the jiVa on Vayu, and thereby his superiority vis-a-vis other gods, making his title of \u0027jIvOttama\u0027 appropriate.\n                         \u003cbr/\u003e  Another related pRamaNa (supporting evidence) is also from the itarEya upanishad.\n                         \u003cbr/\u003e  \"prANa udakRamat tatprANa utkrAntEapadyata tad AshIryata AsHaritI tachCHariRamabhavat\"\n                         \u003cbr/\u003e   When prANa departed from the body, it collapsed, and started decaying. We observe this in the world around us too. As long as a person is breathing, he or she is considered to be alive; death occurs only when he or she stops breathing. In fact, if a doctor is around when death happens, he or she tries CPR, or electrical shock, and anything else to get the body to breathe again.\n                         \u003cbr/\u003e  It is said that when a person dies, the amshAs (residue) of gods regulating senses and organs go back to the original deity. However, this is not true in the case of Vayu. He carries paRamatma and the jIva on his shoulders to the next body.\n                         \u003cbr/\u003e  When this verse is read along with the previous verse (i.e., as long as Vayu resides in the body, Hari also resides, when Vayu leaves Hari also leaves), it really shows the position of Vayu in the hierarchy of gods, and how much Hari cares for him. Like the previous verse, this too has symbolic significance; for the \"spiritual\" body to be alive, the presence of Vayu is very important. In other words, any mode of worship that does not accord primacy to Vayu (and of course, Hari, Lakshmi, Brahma) and the principles enunciated by him is irretrievably flawed and doomed to end in despair\n                    "}]}},{"num":"4","text":"suraroLage nararoLage sarvabhUtagaLoLage\nparataranenisi nEmadi (niyAmisi) nelesiha\nHariyanallade bageyanannyaranu lOkadoLu\ngurukulatilaka mukhya pavamAnanu || 4 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"suraroLage \u003d amongst gods\n                         \u003cbr/\u003e  nararoLage \u003d amongst humans\n                         \u003cbr/\u003e  sarvabhUtagaLoLAge \u003d amongst all elements\n                         \u003cbr/\u003e  parataranenisi \u003d to be known as the most important\n                         \u003cbr/\u003e  nEmadi \u003d in strict order\n                         \u003cbr/\u003e  nelesiha \u003d to stay or reside\n                         \u003cbr/\u003e  Hariyanallade \u003d other than Hari\n                         \u003cbr/\u003e  bageyanannyaranu - bageya + annyaranu \u003d does not submit or defer to others\n                         \u003cbr/\u003e  lOkadoLu \u003d in the world\n                         \u003cbr/\u003e  gurukulatilaka \u003d guru + kula + tilaka \u003d crown jewel in the line of\n                         \u003cbr/\u003e  preceptors\n                         \u003cbr/\u003e  mukhya \u003d chief\n                         \u003cbr/\u003e  pavamAnanu \u003d pavamana (a name for Vayu)\n                    "},{"title":"Quick Meaning","text":"Amongst gods, amongst humans, amongst all elements, he resides as the controller and regulator. He does not respect or defer to anybody other than Hari (and Lakshmi, of course) in the world. He is mukhya pavamAna, the crown jewel amongst preceptors.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  suraroLage nararoLage sarvabhUtagaLoLage parataranenisi nEmadi nelesiha \u003c/b\u003e  \n                         \u003cbr/\u003e  There are several supporting pRamaNAs for this, one of them being the paingu shruti quoted earlier:\n                         \u003cbr/\u003e  \"prANasmEtad vashE sarvam prANah paravashe sthitah na parah kinchidAShritya vartatE paramOyatah\"\n                         \u003cbr/\u003e  Everything (apart from natural exclusions like Hari, Lakshmi, Brahma etc.) is in the control of prANA (another name for Vayu). In turn, prANa is under the control of Hari. Hari is under nobody\u0027s control, even to a small degree, and this has always been the case. There is another way of looking at this. In the beginning, Hari and Lakshmi (as prakriti or nature) created the three primary constituents of Brahmanda - satva, rajas and tamo gunas (qualities). Using the three gunas, the Lord created mahat tattva as the primary building block; this in turn, gave rise to ahankAra tattva, and the rest of the tattvas. The aBheemani dEvatAs (patron gods) for mahattatva are Brahma and Vayu (and their wives saraswati and bhArati), and for ahankAra tattva it is garuda, sEsha, Rudra (and their wives souparaNi, vAruNi and pArvati). Since mahat tattva is one of the key elements in the chain of creation, it is appropriate that Vayu is designated as the primary representative of Hari in the body. He presides over other gods and ensures that everything happens in accordance with Hari\u0027s desires and directions.\n                         \u003cbr/\u003e   \u003cb\u003e  Hariyanallade bageyanannyaranu lOkadoLu \u003c/b\u003e   It follows directly from the paingu shruti quoted above that Vayu does not have to answer to anybody else in the hierarchy other than Hari (and Lakshmi). Shripadarajaru says this explicitly to make sure we get the point. The same has been stated by srimadAchArya too:\n                         \u003cbr/\u003e  \"nAnyadEva natAstEna vAsudEvAnna pUjitah\" (mahabhArata tAtparya nirNaya 18 canto, verse 16)\n                         \u003cbr/\u003e  Other than vAsudEva (Hari), BheemasEna has never prayed to any other god, even once. [This would be true for all incarnations of Vayu).\n                         \u003cbr/\u003e  How does one reconcile this with instances in RamayaNa and mahAbhArata where incarnations of Vayu respect or obey people other than Hari and Lakshmi (for example sugrIva, Bheeshma, drONa, etc)? There is an important concept behind this behavior. Since Vayu is jivOttama, he has to set examples of appropriate behavior for lesser jIvas to emulate. Thus he shows respect to his king/leader (sugrIva), his teacher (drOna) and his great-granduncle (Bheeshma) etc. In the gIta too, Krishna says that everybody looks upto Him as an example and that is why He too performs certain duties.\n                         \u003cbr/\u003e   \u003cb\u003e  gurukulatilaka mukhya pavamAnanu \u003c/b\u003e  \n                         \u003cbr/\u003e  The first thing that strikes one about this is the fact that Shripadarajaru has abandoned the word \"namma kula\" (our sect), in favor of \"gurukula\". This is to draw our attention to one key concept of tattvavAda i.e., tAratamya or hierarchy of creation. Interested readers may refer the dvaita home page for more information about this concept. The aspect of tAratamya relevant here is that each class in the hierarchy can and should act as teachers to the classes below it, i.e, members of a class can look upto members of the class above them for guidance and knowledge. So, symbolically speaking, there is a long hierarchy of gurus, extending all the way back to Hari. Hari is the Adi (first or primary) guru; he is the guru of all gurus, for all of creation, in the past, present and future. His immediate disciples are Vayu and Brahma (and their spouses); in turn, these two are the gurus for garuda, sEsha, Rudra (and their spouses), and so on. Thus, as stated in the previous verse, Vayu may be considered the primary guru for for all sAtvikas (good souls). Shripadarajaru has put it poetically by calling him the the crown jewel of the line of preceptors (gurukula tilaka).\n                    "}]}},{"num":"5","text":"Hanumantha avatAra\ntrEteyali raghupatiya sEve mADuvenendu\nvAtasuta Hanumanthanendenisida\npOtabhAvadi taraNibimbake langhisida\nItageNe yAru mUrlOkadoLage || 5 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"trEteyali \u003d in trEta yuga (the second Yuga)\n                         \u003cbr/\u003e  raghupatiya sEve \u003d service of raghupathi (Rama)\n                         \u003cbr/\u003e  mADuvenendu \u003d saying that I will do\n                         \u003cbr/\u003e  vAtasuta \u003d son of Vayu (Hanumantha)\n                         \u003cbr/\u003e  Hanumanthanendenisida \u003d became Hanumantha\n                         \u003cbr/\u003e  pOtabhAvadi \u003d in childish exuberance\n                         \u003cbr/\u003e  taraNibimbake \u003d image of the sun\n                         \u003cbr/\u003e  langhisida \u003d jumped\n                         \u003cbr/\u003e  ItageNe \u003d equal (or superior) to him\n                         \u003cbr/\u003e  yAru \u003d who\n                         \u003cbr/\u003e  mUrlOkadoLage \u003d in all the three worlds\n                    "},{"title":"Quick Meaning","text":"In trEta yuga, in order to serve Raghupathi, the son of Vayu became Hanumantha. Out of sheer childish exuberance he jumped at the sun. Who can match or exceed him in all the 3 worlds?\n                    "},{"title":"Discussion","text":" \u003cb\u003e  trEteyali raghupatiya sEve mADuvenendu \u003c/b\u003e  \n                         \u003cbr/\u003e  srimadAchArya says:\n                         \u003cbr/\u003e  \"niShEvaNAyOruguNasya | sa dEvatAnA prathamO guNAdhikO babhUva nAmnA Hanuman prabhanjanah\"\n                         \u003cbr/\u003e  (MBTN - Canto 3, Verse 67)\n                         \u003cbr/\u003e  To serve Hari, full of all auspicious attributes, Vayu, the first amongst gods and having auspicious attributes more than others, took birth as a monkey named Hanuman.\n                         \u003cbr/\u003e  This was true of all the other gods too; all of them incarnated on the earth in order to serve the Lord. This was not because He needed any help, but because He wanted to give them a chance to serve him. (If you try to look for the contribution of other gods in the previous avataras you will find nothing, like looking for the stars at high noon!)\n                         \u003cbr/\u003e   \u003cb\u003e  vAtasuta Hanumanthanendenisida \u003c/b\u003e  \n                         \u003cbr/\u003e  There is an interesting aspect here that I wish to draw your attention to - the use of \"Hanumantha\" instead of other alternatives like \u0027AnjanEya\", \"mAruti\", \"Vayu-putra\" etc. Look at the Hari Vayu Sthuthi, and see how trivikRama panditAchArya addresses the first avatAra of Vayu for the first time - \"vandeham tam Hanumaniti ....\". This is because of the meaning of the word \"hanu\". \"hanashabdO gyAna vAchI Hanuman matishabditah\" (bhAvavRutta)\n                         \u003cbr/\u003e  \"hanu\" means gyAna or knowledge, therefore \"Hanuman\" means a very intelligent person. This statement has been used by srimadAchArya in several of his bAshyas.\n                         \u003cbr/\u003e  In another stotra (\"manOjavam ....\"), Hanumantha is called \"buddimatAm varishtam\" the best or highest amongst all intelligent beings.\n                         \u003cbr/\u003e   \u003cb\u003e  pOtabhAvadi taraNibimbake langhisida \u003c/b\u003e  \n                         \u003cbr/\u003e  There is a popular story that the babu Hanumantha mistook the sun to be a fruit and jumped to grab it. Indra hit him with his vajrAyudha (missile) and that is how Hanumantha\u0027s cheeks became swollen. I am not sure how much of credibility to attach to this story. For example, mistaking the sun for a fruit is a sign of ignorance and that is something that no incarnation of Vayu ever has.\n                         \u003cbr/\u003e  Secondly, why would Indra hurl his missile at Vayu, somebody who is his paRama-guru, his superior in tAratamya (hierarchy), and the most powerful jIva to boot? Even assuming that Indra was capable of such a foolish act, how can the vajrAyudha make a dent in Hanumantha\u0027s body, something that even the most powerful asuras (demons) and missiles could not do? So, I am forced to conclude that either the story is jsut a myth, or it was all \"acting\" to deceive asuras. This becomes even more obvious when one looks at the very next line in the stotra. I am requesting learned readers to comment on this aspect.\n                         \u003cbr/\u003e   \u003cb\u003e  ItageNe yAru mUrlOkadoLage \u003c/b\u003e  \n                         \u003cbr/\u003e  This is another way of stating that Vayu is jIvottama. If I may be a permitted a little artistic licence, I would like to think that Shripadarajaru\u0027s mind must have been on the Hari VayuSthuthi which praises Hanumantha \"mahita mahApouruShO bAhUshali, ...\". He is trying to tell us that when one tries to grasp all of Hanuman\u0027s great attributes - his strength, intelligence, devotion, steadfastness, etc. - one realizes that one lifetime is too small to get a full measure of his greatness, and one has to satisfy oneself with the thought that \"there never was, is or will be anybody like him in all the three worlds\".\n                    "}]}},{"num":"6","text":"taraNigabhimukhavAgi shabdashAstrava paThisi\nuravaNisi hindumundAgi naDeda\npaRama pavamAna udayAsta shailagaLA\nbharadi aidida EtagupameyunTE || 6 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"taraNigabhimukhavAgi \u003d taranIge + abhimukavagi \u003d facing the sun\n                         \u003cbr/\u003e  shabdashAstrava \u003d shabda + shAstrava\n                         \u003cbr/\u003e  paThisi \u003d (after) reciting\n                         \u003cbr/\u003e  uravaNasi \u003d quikly\n                         \u003cbr/\u003e  hindumundAgi \u003d backwards\n                         \u003cbr/\u003e  naDeda \u003d walked\n                         \u003cbr/\u003e  paRama \u003d primary or supreme\n                         \u003cbr/\u003e  pavamAna \u003d Vayu\n                         \u003cbr/\u003e  udayAsta \u003d rising and setting\n                         \u003cbr/\u003e  shailagaLA \u003d hills\n                         \u003cbr/\u003e  bharadi aidida \u003d reached quickly\n                         \u003cbr/\u003e  EtagupameyunTE \u003d Itage + upame + unTE \u003d Is there an example (equal) for him?\n                    "},{"title":"Quick Meaning","text":"Facing the sun, he walked backwards and learnt the shAstras from the sun, moving from the rising hills to the setting hills. Is there any comparison to him?\n                    "},{"title":"Discussion","text":" \u003cb\u003e  taraNigabhimukhavAgi shabdashAstrava paThisi uravaNisi hindumundAgi naDeda \u003c/b\u003e  \n                         \u003cbr/\u003e  Hanumantha approached the Sun to teach him grammar, logic and the shAstras.\n                         \u003cbr/\u003e  The Sun told him that he could not pause on his journey from East to West and so he could teach Hanumantha only if he could keep pace with him. Hanumantha agreed. Every day, at sunrise he would jump to the hills on the East where the Sun would rise, and walk backwards on the sky, always facing the Sun, until the Sun set in the west.\n                         \u003cbr/\u003e  The first point to note is that the Sun is a jIva whereas Hanumantha is jIvOttama. In other words, there is nothing that the Sun knows, which Hanumantha doesn\u0027t. So there is no question of the Sun teaching Hanumantha. Also, as stated by srimadAchArya (documented in the posting of Verse 4) there is no possibility of Hanumantha worshipping anybody other than the Lord. So, the teacher that Hanumantha faced was Lord Hari inside the Sun.\n                         \u003cbr/\u003e  Second, Hanumantha is pUrnapragna (one whose knowledgeand awareness is complete and perfect). It is said Vayu (and Brahma) can get full knowledge about anything (or anyone) in the universe by just thinking about that person or object; the only exception is matters concerning Hari and Lakshmi. So, there is no question of Hanumantha learning something as mundane as grammar or logic. All of this is pretense, to teach the rest of thus that everybody, one matter how exalted, has to learn from a guru. This is the same reason why Rama and Krishna needed a teacher, and Bheema needed drONa. So, in all, it maybe concluded that Hanumantha learnt shastras from Narayana, seated in SurYamandala as described in the shloka:\n                         \u003cbr/\u003e  dhyeassada savitru mandala madhyavarti | Narayana:h sarasijasana sannivishta:h\n                         \u003cbr/\u003e  Keyuravan makarakundalavan kiritee Haree | hiranmayavapurdruta shanka chakra:h\n                         \u003cbr/\u003e  Narayana is seated on a lotus pedestal in the middle of the sun\u0027s circular appearance, bedecked with ornaments and holding the conch and the disc. This is the form of Narayana one should conentrate upon. The reason for his going along with the sun backwards is for facing his Guru and the Lord. In the Dwaparayuga, when he was Bheema he had Shri Vedavyasa as his guru. When Shri Krishna was giving “gitOpadEsha”, Bheema, who was in the Pandava army, was listening to it. Also at the same time, he was sitting as Hanuman in the flag of the cHariot.\n                         \u003cbr/\u003e  In the Gita Bhashya, Srimadacharya has stated \u0027devam Narayanam natva sarva dosha vivarjitam Paripurnam Gurunschan Gitartham vakshyami lesatah\u0027 by which he has stated that his guru is nArAyaNa, the Lord Himself. In Sumadhva Vijaya it is stated that when vAsudeva was chided by his guru that he was not attentive in the class, he repeated the lesson that was being taught, as well as the portions preceeding and following it. When Shri achyuta prEksharu was teaching Bhagavata, Shri Madhvacharya identified which of the different versions of the text being used was the correct one. When questioned about it, he said that he knew all that from his previous births. Thus ShrimadAchArya has clearly stated that all his knowledge is from nArAyaNa and his avatara as vEdavyAsa.\n                         \u003cbr/\u003e   \u003cb\u003e  paRama pavamAna udayAsta shailagaLA bharadi aidida EtagupameyunTE \u003c/b\u003e  \n                         \u003cbr/\u003e  The use of the phrase \u0027paRama pavamAna\". Here paRama indicates primacy amongst jIvas (i.e., Hanumantha being jIvOttama). pavamAna indicates, among other things, purity or lack of blemishes or defects (like ignorance). So, by using this phrase, Shripadarajaru is sort of telling us \"remember that we are talking about jIvottama himself, so don\u0027t get deluded into thinking that he learnt shAstras from the Sun\". Another aspect to be noted is that the pace set by the Sun is so hectic that he himself has no time to tarry anywhere. Yet, Hanumantha was able to keep up with this pace, and do it walking backwards to boot! And remember, he was paying attention to what the Sun was supposedly teaching him! And without stopping for food, water or any other natural requirement!! So it is no exaggeration when Shripadarajaru says categorically that there is nobody equal to Hanumantha. Another interesting point is that this incident is not mentioned in the Hari Vayu Sthuthi. And to the best of my knowledge (which is rather limited) it is not mentioned in Sumadhva Vijaya too.\n                         \u003cbr/\u003e                      "}]}},{"num":"7","text":"akhiLavEdagaLa sArava paThisidanu munnalli\nnikhiLa vyAkaraNagaLa iva pELida\nmukhadalli kinchidapashabda ivagillEndu\nmukhyaprANananu Ramananukarisida || 7 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"akhiLavEdagaLa \u003d all the vEdas\n                         \u003cbr/\u003e  sArava \u003d essence\n                         \u003cbr/\u003e  paThisidanu \u003d he recited\n                         \u003cbr/\u003e  munnalli \u003d quickly (or in front of)\n                         \u003cbr/\u003e  nikhiLa \u003d all the\n                         \u003cbr/\u003e  vyAkaraNagaLa \u003d grammar and related topics\n                         \u003cbr/\u003e  iva pELida \u003d he said\n                         \u003cbr/\u003e  mukhadalli \u003d in the face\n                         \u003cbr/\u003e  kinchidapashabda \u003d kinchid + apashada\n                         \u003cbr/\u003e  kinchid \u003d the smallest possible extent\n                         \u003cbr/\u003e  apashabda \u003d wrong pronunciation or usage\n                         \u003cbr/\u003e  ivagillendu \u003d he does not have\n                         \u003cbr/\u003e  mukhyaprANananu \u003d mukhya + prANananu \u003d Chief Life-spirit (Vayu)\n                         \u003cbr/\u003e  Ramananukarisida \u003d Ramanu + anukarisida \u003d Rama declared.\n                    "},{"title":"Quick Meaning","text":"He quickly learnt and recited the essence of all vEdAs and all aspects related to grammar and literature. \"There is not a single apashabda (wrong pronunciation or usage) in his speech\" thus Rama praised mukhyaprANa.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  akhiLavEdagaLa sArava paThisidanu munnalli \u003c/b\u003e  \n                         \u003cbr/\u003e  It is also said that Lord Hari Himself taught the vEdas to Brahma and Vayu at the beginning of creation. So, there was nothing new that Hanumantha needed to learn. That is why the word \"paTisidanu\" (reciting) is used rather than “kalitanu\" (learning).\n                         \u003cbr/\u003e  However, the vEdas sing the praises of Hari, and the activity of reading and reciting the vEdas is something that gives a great bhakta like Hanumantha a lot of pleasure. That is why he always has the meaning of the vEdas in his mind.\n                         \u003cbr/\u003e    \u003cb\u003e  nikhiLa vyAkaraNagaLa iva pELida \u003c/b\u003e  \n                        Hanumantha is praised in the scriptures as a great \u0027vyAkaraNa panDita\u0027 (expert in grammar). This is not surprising considering who he is and his capabilities. It should be remembered that saraswati and bhArati are vidyABheemani dEvatas (patron gods for studies). The Sumadhva Vijaya talks of the gods gathering in the skies to listen to srimadAchArya\u0027s discourses.\n                         \u003cbr/\u003e  Shri jayaTheertharu (tIkArAyaru) says that by his grace (along with bhArati dEvi\u0027s grace) a dumb mute becomes a great orator (\"mUkOpi vAgmi\"), and a dull, retarded creature becomes a brilliant scholar (jadamatirapu jantu jAyate prAg.na mouli).\n                         \u003cbr/\u003e  Does this point need any more elaboration? I think not!!  \u003cbr/\u003e    \u003cb\u003e   mukhadalli kinchidapashabda ivagillendu mukhyaprANananu Ramananukarisida \u003c/b\u003e  \n                         \u003cbr/\u003e  When sugrIva learnt that Rama and lakshmaNa were in the vicinity, he was not sure of their orientation towards him. He even suspected that they may be friends of vAli. To get a proper idea about them, he sent Hanumantha in disguise to interview them and find out the reason for their presence. Hanuman disguised himself as a Brahmin and spoke with them for a while. Rama observed Hanumantha\u0027s diction, command over the language and made the following remarks to lakshmaNa\n                         \u003cbr/\u003e  nAnRugvEdavinItasya nAyajurvEda dAriNah\n                         \u003cbr/\u003e  vA sAmavEda vidUshah shakyamEvam prabhAShitum\n                         \u003cbr/\u003e  (RamayaNa - Canto 2 Verse 28)\n                         \u003cbr/\u003e  \"It is not possible for somebody who has not learnt the RgvEda, sAmavEda and yajurvEda with meaning to speak like this.\"\n                         \u003cbr/\u003e  nUnam vyAkaraNam kRutYamanEnana bahudhAshrutam\n                         \u003cbr/\u003e  bahu vyAharatAnEna na kinchidapashadditam\n                         \u003cbr/\u003e  (RamayaNa - Canto 2 Verse 29)\n                         \u003cbr/\u003e  \"Nor is it possible for somebody who has not learnt grammar (and other literary aspects) deeply and practised it extensively to speak like this. There is not a single mispronunciation or wrong usage in his speech.\" It is said that only an experienced jeweller can gauge the true worth of a precious jewel. The only jewellers who can estimate the worth of this rare and divine jewel are the Lord and His consort. We can only thank our soubhAgya that \"A Vayu namma kula guru rAyanu\"\n                    "}]}},{"num":"8","text":"taraNisutananu kAyda sharadhiyanu neredATi\ndharaNisuteyaLa kanDu danujaroDane\nbharadi raNavanemADi gelidu divyAstragaLa\nuruhi lankeya banda Hanumanthanu || 8 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"taraNisutananu \u003d the son of Sun\n                         \u003cbr/\u003e  kAyda \u003d protected\n                         \u003cbr/\u003e  sharadhiyanu \u003d the ocean\n                         \u003cbr/\u003e  neredATi \u003d cross from end to end\n                         \u003cbr/\u003e  dharaNisuteyaLa \u003d the daughter of the Earth (sIta)\n                         \u003cbr/\u003e  kanDu \u003d seen\n                         \u003cbr/\u003e  danujaroDane \u003d with demons\n                         \u003cbr/\u003e  bharadi \u003d fiercely\n                         \u003cbr/\u003e  raNavanemADi \u003d waged a battle\n                         \u003cbr/\u003e  gelidu \u003d won (or rendered useless)\n                         \u003cbr/\u003e  divyAstragaLa \u003d divine weapons\n                         \u003cbr/\u003e  uruhi \u003d burnt\n                         \u003cbr/\u003e  lankeya \u003d Lanka\n                         \u003cbr/\u003e  banda \u003d came back (returned)\n                         \u003cbr/\u003e  Hanumanthanu \u003d Hanumantha\n                    "},{"title":"Quick Meaning","text":"(Hanumantha) protected the child of the sun god, crossed the ocean from end-toend, met or saw the daughter of the Earth, fought with rakshAsas and demons ferociously, conquered (or rendered useless) several divyAstras (potent and divine missiles) and returned after burning Lanka.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  taraNisutananu kAyda: \u003c/b\u003e  \n                         \u003cbr/\u003e  sugrIva was the incarnation of the sun, so he was also known as taraNisuta (child of sun). Hanumantha helped him in several ways. First, hanumamta brought about friendship between sugrIva and Rama, and got sugrIva crowned king of the monkeys by Rama. Next, when sugrIva forgot his promise to Rama, Hanumantha cautioned him, \"It is not correct to be forget Rama. He is most venerable to us. Even if you forget your promise, I will force you to do what you promised\". sugrIva immediately made amends for his lapse. Thus, Hanumantha saved sugrIva from the heinous sin of ingratitude (and from Rama\u0027s anger, which would have wiped out sugrIva). Rama sided with sugrIva and not vAli, only because of Hanumantha. (see the posting for Verse 1 for appropriate quotes from MBTN)\n                         \u003cbr/\u003e   \u003cb\u003e  sharadhiyanu neredATi \u003c/b\u003e  \n                         \u003cbr/\u003e  When jAmbuvanta and other monkeys saw the vastness of the ocean, they were convinced that they would never be able to jump across it. They approached Hanumantha and praised him\n                         \u003cbr/\u003e  \"tvamEka EvAtraparam samarthah kuruShva chaitatparipAhi vAnarAn\"\n                         \u003cbr/\u003e  (MBTN canto 6 Verse 58)\n                         \u003cbr/\u003e  \"You alone are capable of performing this task and saving the lives of all monkeys (from Rama\u0027s anger at their failure)\" Most of the vAnarAs were actually gods who had incarnated in order to serve the Lord; this incident actually shows the primacy of Vayu amongst all gods.\n                         \u003cbr/\u003e   \u003cb\u003e  bharadi raNavanemADi gelidu divyAstragaLa \u003c/b\u003e  \n                         \u003cbr/\u003e  \"ashItikOtiyUthapam purassarAShtkAyutam\n                         \u003cbr/\u003e  anEka hEtisankulam kapIndramavRuNOdbalam\n                         \u003cbr/\u003e  samAvRutasthAryudhaissa tADitashcha tairbhRUsham\n                         \u003cbr/\u003e  chakAr tAn samastashah talaprahAr chUrNitAn\"\n                         \u003cbr/\u003e  (MBTN canto 7 Verse 21)\n                         \u003cbr/\u003e  In Lanka, Hanumantha was attacked by 80 crore (800 million) rAkshAsas (demons), lead by 80 fierce warlords. However, all their attacks and blows had the same effect as hitting an intoxicated elephant with flowers. Yet, Hanumantha destroyed all of them with blows from his bare hands.\n                         \u003cbr/\u003e  \"sa sarvalOkasAkshiNahsutam sharairvavarShaha\n                         \u003cbr/\u003e  shitairvarAstRamantritaih na chainaamabhaiva chAlayat\"\n                         \u003cbr/\u003e  (MBTN Canto 7, Verse 25)\n                         \u003cbr/\u003e  All the potent and divine missiles that akshakumAra rained on Hanumantha had absolutely no effect.\n                         \u003cbr/\u003e  \"AthEndrajinmahAsa sharairvarAstrasamprayOjitaih\n                         \u003cbr/\u003e  tataksha vAnarOttamam na chAshakadvichAlanE\"\n                         \u003cbr/\u003e  (MBTN Canto 7 Verse 30)\n                         \u003cbr/\u003e  Indrajit swore that he would use very potent missiles and cut off Hanumantha\u0027s limbs. But none of his missiles could make any impression. There is a popular misconception that Hanumantha was captured by the Brahmastra (one of the most potent weapons available to warriors) used by Indrajit. Hanumantha could have easily warded off that missile too; after all his level is almost the same as Brahma in the hierarchy. However, he allowed himself to be captured because he did not want to deliberately slight Brahmastra, and also because he wanted to meet rAvaNa face-to-face and show him his power. There was also a military purpose to be served since he wanted to get a first-hand estimate of the strength of the enemy).\n                         \u003cbr/\u003e   \u003cb\u003e  uruhi lankeya banda Hanumanthanu \u003c/b\u003e  \n                         \u003cbr/\u003e  rAvaNA\u0027s henchmen tried to enclose Hanumantha\u0027s tail with clothes or rags; however, just as they would reach the tip, the tail would grow longer, frustrating their efforts. Finally, they gave up and set the tail on fire. However, the fire did not (could not) harm Hanumantha, on the contrary it acted as a torch, facilitating the process of setting Lanka on fire. srimadAchArya says\n                         \u003cbr/\u003e  krutistu vishwakarmaNOpi avahyatAsytEjasA (MBTN Canto 7 Verse 45)\n                         \u003cbr/\u003e  The handiwork of vishwakarma (Lanka) got burnt by the lustre of Hanumantha.\n                    "}]}},{"num":"9","text":"Harige chUDAmaNiyanittu HarigaLa kUDi\nsharadhiyanu kaTTi bahu rakkasaranu\norisi raNadali dashashirana huDiguTTi tA\nmereda Hanumantha balavanta dhIra || 9 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Harige \u003d (to) Hari\n                         \u003cbr/\u003e  chUDAmaNiyanittu \u003d giving chUDAmaNi (tiara)\n                         \u003cbr/\u003e  HarigaLa \u003d monkeys\n                         \u003cbr/\u003e  kUDi \u003d together or with\n                         \u003cbr/\u003e  sharadhiyanu \u003d the ocean\n                         \u003cbr/\u003e  kaTTi \u003d typing up (or limiting)\n                         \u003cbr/\u003e  bahu \u003d lots\n                         \u003cbr/\u003e  rakkasaranu \u003d demons\n                         \u003cbr/\u003e  orisi \u003d killing\n                         \u003cbr/\u003e  raNadali \u003d in the battle\n                         \u003cbr/\u003e  dashashirana \u003d the ten headed one (a name for rAvaNa)\n                         \u003cbr/\u003e  huDiguTTi \u003d repeatedly pounded\n                         \u003cbr/\u003e  tA \u003d he\n                         \u003cbr/\u003e  mereda \u003d exulted\n                         \u003cbr/\u003e  Hanumantha \u003d Hanumantha\n                         \u003cbr/\u003e  balavanta \u003d strong\n                         \u003cbr/\u003e  dhIra \u003d fearless\n                    "},{"title":"Quick Meaning","text":"He gave the chUdAmaNi (tiara) to Hari (Rama), banded the monkeys together, built a bridge across the ocean, (and in the ensuing war) killed several demons and rakshAsas, and repeatedely pounded rAvaNa, this strong and fearless warrior called Hanumantha.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  Harige chUDAmaNiyanittu HarigaLa kUDi \u003c/b\u003e  \n                         \u003cbr/\u003e  Ramam surEshvaRamagaNyaguNabhiRamam\n                         \u003cbr/\u003e  samprApya sarvakapivIravarai samEtah\n                         \u003cbr/\u003e  chUDAmaNim pavanajah padayOrnidhAya\n                         \u003cbr/\u003e  sarvAngakaih praNatimasya chakAra bhaktyA\n                         \u003cbr/\u003e  (MBTN Canto 7 Verse 49)\n                         \u003cbr/\u003e  Hanumantha the son of pavan (Vayu), along with all the leading monkey warriors, met Rama, the king of all gods, filled with unbounded sadguNAs (good qualities). He submitted the chUdAmaNi (tiara) given by sIta dEvi at His feet and did a sAshtAnga naamaskAra (prostration) with complete devotion. sAshtAnga naamaskAra means prostration done as prescribed in the scriptures. They specify that certain parts of the body should be in contact with the ground, the eyes should be viewing (the object of prostration), the mind should be filled with devotion, and the mouth should be chanting the praises (of the object of prostration). This is the correct way of prostrating.\n                         \u003cbr/\u003e  Shri jayaTheertha (tIkArAyaru) has given us a wonderful definition of true devotion. The devotee should have knowledge of the greatness of the object of worship (to the extent he/she is capable). The devotion should be in the form of a flow of affection and friendship that is unwavering and is much, much more than any affection that one may have towards any other object.  \u003cb\u003e  sharadhiyanu kaTTi \u003c/b\u003e  \n                         \u003cbr/\u003e  When Rama was near the ocean, planning the bridge. vibhIshaNa approached him and asked him for protection. This was opposed by all the monkey warriors except Hanumantha. However, Rama accepted Hanumantha\u0027s counsel and rejected that of everybody else. This is a very symbolic yet critical point to note since ultimately if a jIva has to get salvation, Vayu has to recommend him/her as being eligible, and paRamatma goes by his advice. Rama waited for three days for the ocean god (varuNa) to show up. When this did not happen, he feigned anger and aimed his bow at the ocean, threatening to scorch it completely. varuNa immediately appeared before him, and begged his forgiveness. He granted Rama and his army permission to build a bridge across the ocean.\n                         \u003cbr/\u003e  The question that comes to mind is: why did varuNa not show up for three days, even though he knew Rama was the Lord Himself? srimadAchArya says this was due to \"asurAvesha\" (demonaic impulse or influence). All the gods below saraswati and bharati are subject to this. The influence is usually for a very short time and once that is past, the affected god gets back his/her normal sAtvic inclinations.\n                         \u003cbr/\u003e   \u003cb\u003e  dashashirana huDiguTTi tA mereda Hanumantha balavanta dhIra \u003c/b\u003e  \n                         \u003cbr/\u003e  Hanumantha\u0027s valor during the war is well documented in the Vayu Sthuthi and Sumadhva Vijaya. Here I would like to list a few instances when Hanumantha taught a lesson to rAvaNa. The first was when rAvaNa got the better of sugrIva.\n                         \u003cbr/\u003e  athO HanumanurgEndra bhOgasamam svabAhum bhRUshamunnaamayya\n                         \u003cbr/\u003e  tatADa vakShasyadhipam tu, rakshasAm mukhaih sa raktam pravaman papAta\n                         \u003cbr/\u003e  sa labda sang.nah prashashamsa mArutim tvayA samO nAsti pumAn hi kashchit\n                         \u003cbr/\u003e  kah prApayEdanya imAm dashAm mAmitIritO mArutirAha tam punah\n                         \u003cbr/\u003e  atyalapamEtadyadupAtta jIvitah\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 77, 78, and part of 79)\n                         \u003cbr/\u003e  Hanumantha hit rAvaNa on his chest, with his hands which were (are) as strong as the body of sEsha (since sEsha carries viShNu, his body is very strong). Hanumantha did not want to kill rAvaNa since that was Rama\u0027s privilege, so he did not use full force. However, even this was too much for rAvana. He vomited blood from all his ten faces and fainted. On regaining consciousness he praised Hanumantha saying \"Without doubt you are matchless, nobody else could have caused me such pain\". Hanumantha replied \"This is just a small blow and that is why you are still alive!\"\n                         \u003cbr/\u003e  The second was when lakshmaNa fainted because of rAvaNA\u0027s attacks.\n                         \u003cbr/\u003e  prakarShatitvEva nishAcharEshwarE tathaiva Ramavarajam tvarAnvitah\n                         \u003cbr/\u003e  samasta jIvAdhipatEh parA tanUh samutpapAtAsya purO Hanuman\n                         \u003cbr/\u003e  sa mushtimAvRutya cha vajrakalpam jaghAna tEnaiva cha rAvaNam rUsha\n                         \u003cbr/\u003e  prasArya bAhUnakhilairmukhairvaman saraktamuShNam vyasuvatpapAta\n                         \u003cbr/\u003e  (MBTN Canto 8, Verse 89, 90)\n                         \u003cbr/\u003e  rAvaNa, the king of rAkshAsas, tried to drag the unconscious body of lakshmaNa to Lanka. Hanumantha, who was the embodiment of Vayu, who is the leader of all jIvas, hurried to face rAvaNa. He hit him with his vajrAyuda-like fists (Indra\u0027s thunderbolt missile). RAvaNa could not withstand this; he felt on the ground, vomiting blood from all his faces. Hanumantha took lakshmaNa away to safety. There are several other instances where Hanumantha confronted rAvaNa and got the better of him.\n                    "}]}},{"num":"10","text":"uragabandhake siluki kapivararu mai mareye\ntaraNikulatilakanAgneyane tALi\ngirisahita sanjIvanava kittu tanditta (tandiTTa)\nHarivarage sariyunTe Hanumanthage || 10 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"uragabandhake \u003d uraga (snake) + bandhake (imprisonment)\n                         \u003cbr/\u003e  siluki \u003d being bound\n                         \u003cbr/\u003e  kapivararu \u003d leading monkeys\n                         \u003cbr/\u003e  mai mareye \u003d lose consciousness\n                         \u003cbr/\u003e  taraNikulathilakanAgneyane \u003d taraNi (sun) + kula (lineage) + tilakana (crown) + Agneyane (command)\n                         \u003cbr/\u003e  tALi \u003d to bear (or in this context, to heed)\n                         \u003cbr/\u003e  girisahita \u003d along with the mountain\n                         \u003cbr/\u003e  sanjIvanava \u003d the sanjIvini herb\n                         \u003cbr/\u003e  kittu \u003d pulled out\n                         \u003cbr/\u003e  tanditta \u003d brought (to where Rama was)\n                         \u003cbr/\u003e  Harivarage \u003d the chief monkey\n                         \u003cbr/\u003e  sariyunTe \u003d is there any equal\n                         \u003cbr/\u003e  Hanumanthage \u003d to Hanumantha\n                    "},{"title":"Quick Meaning","text":"When the leading monkeys lost consciousness under the influence of the sarpAstra (Snake missile) initiated by Indrajit, Hanumantha heeded the command of the crown jewel of the Sun\u0027s lineage (Rama), and brought the sanjIvani plant along with its mountain. Is there any equal to Hanumantha, the leader of monkeys?\n                    "},{"title":"Discussion","text":"srimadAchArya describes in a beautiful manner what happened when Indrajit attacked the vAnara sEna.\n                         \u003cbr/\u003e  \"punashcha tasyAstranipIDitAstE nipEtururvyAm kapayah salakshamaNAh\n                         \u003cbr/\u003e  sprUshanti nAstrANI durantashaktim tanum samIrasya hi kAni chitkvachit\n                         \u003cbr/\u003e  vig.nAtukAmah puri sampravruttim vibhIshaNah pUrvagatastadAgAt\n                         \u003cbr/\u003e  dadarsha sarvAn patitAnsa vAnarAn marutsutam tvEkamaNakulam cha\n                         \u003cbr/\u003e  satam samAdAyayayou vidhAtRujam vimUrchChitam chOdaka sEkatastam\n                         \u003cbr/\u003e  AshvAsya kim jIvasi hEtyavO uvAcha tathEti sa prahA cha mandavAkyah\n                         \u003cbr/\u003e  UchE punarjIvati kim Hanuman jIvAma sarvEpi hi jIvamAnE\n                         \u003cbr/\u003e  tasmin hatE nihatAshchaiva sarvE itirItEasmItyavadatsa mArutih\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 148-151)\n                         \u003cbr/\u003e  All the leading monkeys and lakshmaNa fainted because of Indrajit\u0027s missile. However, nothing happened to Hanumantha since no missile could pierce his hard body. VibhIshana, who had gone to Lanka, returned and saw the condition of the monkeys. He took Hanumantha to jAmbuvanta and found that he too had fainted. After reviving him, vibhIshana asked him \"Are you allright?\". jAmbuvanta, who did not immediately see Hanumantha, asked vibhIshana, \"Is Hanumantha alive? If he is alive, then we are okay. If he is not alive, then our being alive does not matter at all\". Hanumantha then informed him that he was right there. Later, on jAmbuvantA\u0027s instructions, Hanumantha flew in search of the sanjIvini herb. He reached the mountain in a very short time. When the herbs was not easily discernible, Hanumantha angrily pulled out the whole mountain.\n                         \u003cbr/\u003e  \"sa tam samutpATya girim karENa pratOlayitvA baladEvasUnuh\n                         \u003cbr/\u003e  samutpAtAmbaramugravEgO yathA HarishchakadharastrIvikramE\n                         \u003cbr/\u003e  avApa chAkShNOh sa nimEShamAtratO nipAtita yatra kapipravIrah\n                         \u003cbr/\u003e  tachchailavAta sparshAtsumutthitah samastashO vAnarayUthapAh kshaNAt\n                         \u003cbr/\u003e  apUjayanmArutimugrapourUsham raghOttama(mO)syAnujanisthA parE\n                         \u003cbr/\u003e  papAta mUrdhnyasya cha puShpasantatih pramOditairdEvavarairvisarjitA\"\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 156-158)\n                         \u003cbr/\u003e  Hanumantha the son of Vayu, the patron deity of strength, cradled the whole mountain, which was at least a hundred yojanas (miles?) wide, like a ball on his hand and travelled through the sky at a very high speed. His movement was similar to the way in which Hari, the chakradHari, travelled through the skies as trivikRama.\n                         \u003cbr/\u003e  In the winking of an eyelid, he travelled to where the monkeys lay unconscious. The mere fragrance of the herbs revived the monkeys. Rama praised Hanumantha\u0027s valor, strength and ability to perform impossible tasks. The gods sprinkled flowers on Hanumantha and the monkeys and lakshmaNa sang his praises. Bringing the mountain was a fantastic feat, but it pales in comparison to the way Hanumantha returned it back to its place! He just stood where he was and threw the mountain weighing tonnes of pounds across thousands of miles. And he did it so deftly that there was absolutely no trace of the mountain ever having moved from its place!!\n                         \u003cbr/\u003e  The entire incident has been very beautifully described in the HariVayu Sthuthi too (\"prAk panchAshat ......\"). The author, trivikRama panditAchArya finally salutes the dexterity of Hanumantha\u0027s arms. It is also said that Hanumantha brought the mountain on two separate occasions.\n                         \u003cbr/\u003e  The whole incident can be viewed from two angles. One, it shows Hanumantha\u0027s swAmi-bhakti (loyalty towards his Lord). Two, it shows his love towards his followers and devotees. When the entire army of monkeys lay helpless and distraught, he moved mountains to save their lives and bring happiness back to them. Isn\u0027t this the hallmark of a great leader? Aren\u0027t you glad that this Vayu is our \"kula guru rAyanu\"?\n                         \u003cbr/\u003e  One final point. Rama could have easily brought the mountain himself or ordered somebody else to bring it. His choice of Vayu for this task underscores a very important point - His grace comes to us only through Vayu. Very few are qualified to receive His grace directly, almost everybody has to go through Vayu. Aren\u0027t you glad that this Vayu is our \"kula guru rAyanu\"?\n                         \u003cbr/\u003e                      "}]}},{"num":"11","text":"Vijaya raghupati mechchi dharaNisuteyaLigIye\nbhajisi mouktikada hAravanu paDeda\najapadaviyanu Rama koDuvenene Hanumantha\nnijabhakutiyane bEDi varava paDeda || 11 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Vijaya \u003d victorius\n                         \u003cbr/\u003e  raghupati \u003d leader of raghu clan \u003d Rama\n                         \u003cbr/\u003e  mechchi \u003d appreciating\n                         \u003cbr/\u003e  dharaNisuteyaLigIye \u003d dharaNi + sutelayige + Iye\n                         \u003cbr/\u003e  dharaNisuteyaLige \u003d to sIta\n                         \u003cbr/\u003e  Iye \u003d to give\n                         \u003cbr/\u003e  bhajisi \u003d prayed\n                         \u003cbr/\u003e  mouktikada \u003d (of) pearls\n                         \u003cbr/\u003e  hAravanu \u003d necklace\n                         \u003cbr/\u003e  paDeda \u003d to get\n                         \u003cbr/\u003e  ajapadaviyanu \u003d the post of Creator\n                         \u003cbr/\u003e  Rama\n                         \u003cbr/\u003e  koDuvenene \u003d to say, \"I will give\"\n                         \u003cbr/\u003e  Hanumantha\n                         \u003cbr/\u003e  nijabhakutiyane \u003d nija + bhakti + yanne \u003d only true devotion\n                         \u003cbr/\u003e  bEDi \u003d requested\n                         \u003cbr/\u003e  varava \u003d boon\n                         \u003cbr/\u003e  paDeda \u003d got\n                    "},{"title":"Quick Meaning","text":"When the victorious king Rama gave sIta a pearl necklace Hanumantha prayed for and obtained it. When offered the post of Creator (Brahma) Hanumantha prayed for intense devotion, and got this as a boon from Rama.\n                    "},{"title":"Discussion","text":"The popular story (as portrayed in movies and dRamas) is that when Rama gave a pearl necklace to sIta, Hanumantha asked her to give it to him. He then proceeded to break the string and examine each pearl. When the surprised sIta asked him what he was up to, he replied that he was looking for Rama and sIta in that string. When questioned further, he tore open his chest and exposed the icon of Rama and sIta that was enShrined there. You may have even seen pictures of this scene.\n                         \u003cbr/\u003e  This is described slightly differently in Shri Sumadhva Vijaya.\n                         \u003cbr/\u003e  rAjyAbhiShEkEavasitEeatra sItA prEShtAya nastAm bhajatAm dishEti\n                         \u003cbr/\u003e  RamasyA vANyA maNimanjumAlA vyAjEna dIrghAm karuNAm babamdha\n                         \u003cbr/\u003e  (sumadhwa Vijaya Canto 1 Verse 22)\n                         \u003cbr/\u003e  After his coronation was over, Rama asked sIta to give Her beautiful pearl necklace to the one who had served them the most. She used this as an opportunity to give the necklace to Hanumantha and shower him with Her benediction. After the coronation, Rama acknowledged the efforts of everyone who had helped him. (don\u0027t make the mistake of thinking that Rama needed their help and that he was grateful for the same. His gesture was to set an example of how a person who has received help should not forget to express his gratitude, at the moment of his triumph). While acknowledging the efforts of Hanumantha, Rama says\n                         \u003cbr/\u003e  \"atO HanumanpadamEtu dhAturmadAg.nayA sRuShtyavanAdi karma\n                         \u003cbr/\u003e  mOkSham cha lOkasya sadaiva kurvanmuktashcha muktAnsukhayan pravartAm\"\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 240 - 242)\n                         \u003cbr/\u003e  Let Hanumantha take Brahma\u0027s post (of lordship over satya lOka). \u003eFrom there, on my orders, let him perform the tasks of Creation, sustainance and destruction, and granting of mukti too. At his preordained time let him get liberated, and grant the happiness associated with liberation to other eligible souls.\n                         \u003cbr/\u003e  You have to remember that this was not a impulsive gesture made by a grateful Rama, based on services rendered by Hanumantha in just one life. This was based on Hanumantha\u0027s sAdhana (accomplishment) over hundred kalpas, and because of his intrinsic worth.\n                         \u003cbr/\u003e  bhOgAshcha yE yAni cha karma jAtAnyanAdyanantAni mamEha santi\n                         \u003cbr/\u003e  madAg.nyayA tAnyakhilAni santi dhAtuhu padE tatsahabhOganaama\n                         \u003cbr/\u003e  EtAdRUsham mE sahabhOjanam tE mayA pradattam Hanuman sadaiva\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 240 - 242)\n                         \u003cbr/\u003e  The enjoyments that I have, the actions that are there in this world, that are without creation and destruction, accrue to me alone. However, based on my orders, they are available to the one holding the post of Brahma also. That is why the Brahma post is called \u0027saha bhOga\u0027.\n                         \u003cbr/\u003e  In other words, the essence of all good deeds done by pious souls is accepted by Hari, acting through Brahma. Since Brahma also gets a share of this essence, it is called sahabhOga. When this was offered to Hanumantha, he replied as follows:\n                         \u003cbr/\u003e  \"pravardhatAm bhaktiralam kShaNE kShaNE tvayIsha mE hrAsavivrjitA sadA\n                         \u003cbr/\u003e  anugrahastE mayI chaivamEva niroupadhou tou mama sarvakAmah\"\n                         \u003cbr/\u003e  (MBTN Canto 8 Verse 247)\n                         \u003cbr/\u003e  Hanumantha prayed \"O Lord Rama, let my devotion to you keep growing from instant to instant, let it be without any defect or imperfection. My devotion and your grace should both be both without any equal or superior\". The same spirit is beautifully captured by purandaradAsaru in his inimitable manner. He says, \"Hanumantha, you could have asked for so many things - a happy marriage, kingdom, riches etc. For the Lord, none of this would have been difficult. Yet you chose to ask for even more devotion that is forever increasing, completely free from all blemishes and conditionalities\". Such is the selfless, untainted, pure devotion that Hanumantha has towards Rama.\n                    "}]}},{"num":"12","text":"Bheema avatAra\nA mArutane Bheemanenisi dvAparadi\nsOmakuladalli janisi pArtharoDane\nBheemavikRama rakkasara muridoTTida\nA mahima namma kulagururAyanu || 12 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"A mArutane \u003d the same mAruti\n                         \u003cbr/\u003e  Bheemanenisi \u003d became Bheema\n                         \u003cbr/\u003e  dvAparadi \u003d in dvApara\n                         \u003cbr/\u003e  sOmakuladalli \u003d in the lineage of the moon\n                         \u003cbr/\u003e  janisi \u003d took birth\n                         \u003cbr/\u003e  pArtharoDane \u003d with pArtha (Arjuna) and others\n                         \u003cbr/\u003e  BheemavikRama \u003d powerful and ferocious\n                         \u003cbr/\u003e  rakkasara \u003d demons\n                         \u003cbr/\u003e  muridoTTida \u003d decimated\n                         \u003cbr/\u003e  A mahima \u003d the same great entity\n                         \u003cbr/\u003e  namma \u003d our\n                         \u003cbr/\u003e  kulugururAyanu \u003d kula + guru + rAyanu \u003d chief amongst the gurus of our clan\n                    "},{"title":"Quick Meaning","text":"The same mAruti was born in dvApara yuga in the lineage of the moon as Bheema, along with pArtha (Arjuna) and others. This valiant and fierce warrior decimated rAkshasAs. This great person is the preceptor of our line\n                    "},{"title":"Discussion","text":"Bheema nenisi\n                         \u003cbr/\u003e  Before starting on the Bheemavatara, it is important to know the meaning of the word \u0027Bheema\u0027. This is defined as\n                         \u003cbr/\u003e  \"bhRutAh mAh yasmin sah Bheemah\"\n                         \u003cbr/\u003e  The one in whom knowledge of the seven scriptures is full. Here the seven scriptures are the 4 vedas, Moola RamayaNa, mahabhArata and pancharAtra. These describe the Lord and sing His praises. Let us compare this with how the baLitthah sUkta describes the second avatAra (incarnation) of Vayu:\n                         \u003cbr/\u003e  \"pRuShO vapuh pitumAnnitya AshayE dvitiYama saptashivAsu mAtRuShu\"\n                         \u003cbr/\u003e  The second avatara (of Vayu) is (or will be) a destroyer of enemies, a partaker of large quantities of food, eternal (or somebody whose death will happen only at his desire) and totally immersed in the seven scriptures. ShrimadAchArya defines \u0027sEna\u0027 as \u0027inEna sahita\u0027 i.e., as somebody who is always with his \u0027ina\u0027 (lord and master).\n                         \u003cbr/\u003e   \u003cb\u003e  A mArutane Bheemanenisi dvAparadi \u003c/b\u003e  \n                         \u003cbr/\u003e  It is important to know how Kunti got the mantra that lead eventually to the birth of all Pandavas. King Shooraraja had a daughter named pRuthu. His friend, King KuntibhOja was issue less. So, shUrarA\tja let his friend adopt his daughter. From then on, she became known as Kunti.\n                         \u003cbr/\u003e  \"tatrAgamachChamkarAmshOatikOpO durvAsAstam prAha mAm vAsyEti\n                         \u003cbr/\u003e  tamAha rAjA yadikanyakAyAh kShamiShyasE shaktitah karmakartrAh\n                         \u003cbr/\u003e  sukham vasEtyOmiti tEna chOktE shushrUNAyAdishadAshu Kuntim\n                         \u003cbr/\u003e  chakAra karma sA pRuthA munEh sukOpanasya hi\n                         \u003cbr/\u003e  yatha na shakyatE paraih sHariravA.gmanOanugA\n                         \u003cbr/\u003e  sa vatsaratrayOdasham tayA yathAvadarchitah\n                         \u003cbr/\u003e  upAdishat param manum samasta dEvavashyadam\"\n                         \u003cbr/\u003e  (M.B.T.N canto 11 verses 149 - 152)\n                         \u003cbr/\u003e  dUrvAsa, a very short-tempered saint, and an incarnation of Rudra, came there (to KuntibhOjA\u0027s palace). He requested Kuntibhoja \"let me stay in your house.\" Kuntibhoja countered, \"You may do so, provided you promise to overlook any minor blemishes committed by the maiden that I will appoint for your service, somebody who will serve you to the best of her ability.\" dUrvAsa agreed to this condition and KuntibhOja then appointed Kunti for the service of the saint. Kunti served the saint for 13 years, in a manner that others could not, with heart and soul. He was pleased by this and then taught her a mantra that could attract any god of her choice.\n                         \u003cbr/\u003e  Later, as desired by Bheeshma, she married King pAnDu. Since pAnDu was under a curse, Kunti had to use the mantra to invite different gods to bless her with children.\n                         \u003cbr/\u003e   \u003cb\u003e  sOmakuladali janisi \u003c/b\u003e  \n                         \u003cbr/\u003e  The Pandavas were part of the lineage that originated from the moon. This lineage was blessed to have many pious kings like kuru, virUtha, manyu, hasti etc.\n                         \u003cbr/\u003e  janisi pArtharoDane\n                         \u003cbr/\u003e  It is well known that the 5 Pandavas were the incarnations of different gods Yama (Yudhishtira), Vayu (Bheema), Indra (Arjuna), ashwini devatas (Nakula and Sahadeva). However, not many know that Vayu was present in all the 5 Pandavas,\n                         \u003cbr/\u003e  albeit in different forms.\n                         \u003cbr/\u003e  \"yudhiShtarAdyEShu chaturShu VayussmAviShtah phalgunEeatO vishEshAt |\n                         \u003cbr/\u003e  yudhiShtirE soumyarupENa viShtah virENa rupENa dhananjayEasou |\n                         \u003cbr/\u003e  shRungArarUpam kEvalam darshayAnO vivEshaVayuhu yamoujapradhAnah |\n                         \u003cbr/\u003e  shRungAra kaivalYamababhIpsmAnah pAnDurhiputram chakamE chaturtham |\n                         \u003cbr/\u003e  shRungArarUpO nakulE vishEShat sunItirUpah Sahadevam vivEsha |\n                         \u003cbr/\u003e  guNaisYamastai svayamEva Vayuhu babhUva bhUmou jagadantarAtma |\n                         \u003cbr/\u003e  supalla vAkAratanurhi kOmalah prAyO janaih prOchyatE rUpashAli |\n                         \u003cbr/\u003e  tatassujAtou varavajrakAyou BheemArjunavapyutE pAnDuraichChat |\n                         \u003cbr/\u003e  aprAkRutANAm tu manOharam yadrUpam dvAtrimshallaShaNOpEt magryam |\n                         \u003cbr/\u003e  tanmArutO nakulO kOmalAbha Evam Vayuhu panacha rUpoatra chAsIt|\n                         \u003cbr/\u003e  (M.B.T.N Canto 12/129 -133)\n                         \u003cbr/\u003e  Vayu was (also) present in (the other) 4 Pandavas (Yudhishtira, Arjuna, Nakula and Sahadeva). His peaceful form was present in Yudhishtira, whereas it was the herioc form in Arjuna. Since pAnDu wanted a beautiful son, Vayu showed his beautiful side in Nakula and Sahadeva. His sunIti form (representing justice and wisdom) entered Sahadeva. He manifested himself in his true form, the one which pervades and controls the whole world, complete with all good qualities, as Bheema. It is the way of the world that only somebody who has a tender and supple body is considered handsome. Thus even though Arjuna and Bheema were extremely good looking, they were not considered handsome because of their good physique and tough bodies. That is why, pAnDu wanted a handsome son after Bheema and Arjuna, and that is what he got with Nakula. Bheema\u0027s form was perfect and had all the 32 signs prescribed for a perfect physique (something that only Celestials could discern).\n                         \u003cbr/\u003e  Shri Vadiraja Theertha has described this very poetically as follows, \"The ferociousness shown by Shri Hari while killing hiraNyakashipu is absent when he is with Lakshmi. Similarly the steel body shown by Bheema while killing Jarasandha is absent when he is with Droupadi. The same contrast in forms can be seen between Bheema and Nakula\".\n                    "}]}},{"num":"13","text":"karadinda shishubhAvanAda Bheemana biDalu\ngiriyoDedu shatashrungavendenesitu\nHarigaLa HarigaLim karigaLa karigaLim\nareda vIranige sura nararu sariye || 13 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"karadinda \u003d from the hand\n                         \u003cbr/\u003e  shishubhAvanAda \u003d having the looks of an infant\n                         \u003cbr/\u003e  Bheemana \u003d Bheema\n                         \u003cbr/\u003e  biDalu \u003d dropped\n                         \u003cbr/\u003e  giriyoDedu \u003d the mountain broke\n                         \u003cbr/\u003e  shatashrungavendenesitu \u003d shata + shrunga + vendu + enisitu \u003d became hundreds of pieces\n                         \u003cbr/\u003e  HarigaLa HarigaLim \u003d horses against horses\n                         \u003cbr/\u003e  karigaLa karigaLim \u003d elephants againts elephants\n                         \u003cbr/\u003e  areda \u003d grind\n                         \u003cbr/\u003e  vIranige \u003d warrior\n                         \u003cbr/\u003e  sura \u003d gods\n                         \u003cbr/\u003e  nararu \u003d humans\n                         \u003cbr/\u003e  sariye \u003d is there any equal\n                    "},{"title":"Quick Meaning","text":"When the infant-like Bheema was dropped from his mother\u0027s lap, the mountain (on which his mother was present) broke into a hundred pieces. He pounded horses against horses and elephants against elephants, is there a human or god equal to this great warrior?\n                    "},{"title":"Discussion","text":"It should be noted that the incident highlighted in this verse is not covered (in depth) in the HariVayuSthuthi.\n                         \u003cbr/\u003e   \u003cb\u003e  shishubhAvanAda \u003c/b\u003e  \n                         \u003cbr/\u003e  The word \"shishubhAvanAda\" means having the look of an infant. This term, rather than the more straightforward \"shishu\", has been used for a reason. Even though Vayu was \"born\" to Kunti, his birth was of a totally different nature. Normally a child goes through tribulations in its mother\u0027s womb (the shAstras compare this to stay in a dark prison). This was not the case with Bheema. Nor was he conceived out of a sexual interaction. His physique had all the 32 marks associated with a perfect physique. Also, a human body goes through different states like childhood, adoloscence, manhood, old-age etc, where the capabilities of the body in terms of strength, stamina etc. vary. This was not the case with Bheema. Only the appearance changed with time, there was no waxing or waning of strength and capabilities.\n                         \u003cbr/\u003e  Incidentally, all of the above holds true in the case of the Lord too. Even though He appears to take birth, grow, sleep, bleed, die etc, none of this actually happens since His body is not made up of any \"prakritic\" (natural or material) elements; it consists of pure and unsullied bliss and knowledge. Attributing such human-like characteristics to the Lord is one of the forms of hatred towards him, and is a sure-fire way of landing in tamas (dark and eternal hell, replete with unimaginable suffering).\n                         \u003cbr/\u003e   \u003cb\u003e  giriyoDedu shatashrungavendenesitu \u003c/b\u003e  \n                         \u003cbr/\u003e  This is described as follows in the mahAbhArata tAtparyanirNaya.\n                         \u003cbr/\u003e  \"tajjanmamAtrENa dhAra vidAritA shArdUlabhItAjjananIkarAdyadA\n                         \u003cbr/\u003e  papAta sanchUrNita Eva parvatastEnAkhilOasou shatashRunganaama\"\n                         \u003cbr/\u003e  (M.B.T.N Canto 12 Verse 55)\n                         \u003cbr/\u003e  Even at the time of his birth, the earth split. His mother dropped him out of fear when she heard a tiger roar. Due to this, the structure of the mountain named shatashRunga became very weak. This clearly indicates that the name of the mountain was shatashRunga (hundred peaks) and not that it broke into a hundred fragments after Bheema fell on it. That is why srimadAchArya says that the mountain became fragile and shaky after Bheema fell on it.\n                         \u003cbr/\u003e  This is described much more poetically in Sumadhwa Vijaya.\n                         \u003cbr/\u003e  \"Indrayudham hIndrakarAbhinunnam\n                         \u003cbr/\u003e  chichChEda pakshAn kshitidHariNAm prAk\n                         \u003cbr/\u003e  bibhEda bhUbhRudvapuRangasangAchchitram\n                         \u003cbr/\u003e  sa pannOjananIkarAgrAt\"\n                         \u003cbr/\u003e  (SMV Canto 1, Verse 29)\n                         \u003cbr/\u003e  \"In the past, Indra\u0027s hands threw the Indrayudha (vajrAyudha) at the hills and cut off their wings. However, when Bheema slipped from his mothers hands and fell, the mountain broke under the impact of his body. This is astonishing.\" The idea expressed is that when Indra threw his powerful missile, using all his strength, he could only cut off the wings of the mountains; whereas, Bheema was able to break it into pieces just by the sheer impact of his infant body.\n                         \u003cbr/\u003e  The power of Vayu is truely astonishing and unimaginable.\n                         \u003cbr/\u003e   \u003cb\u003e  HarigaLa HarigaLim karigaLa karigaLim areda vIranige \u003c/b\u003e  \n                        During the kurukshEtra war with Kauravas, Bheema was the personification of destruction. He single-handedely destroyed more than half the Kaurava army. Such was his strength that he could kill elephants with bare fists. Once he killed a massive and ferocious elephant that was causing havoc, swung it around and threw it on the enemy army killing thousands of soldiers, horses and elephants. A more graphic and detailed description of his heroic deeds is given in the later verses.\n                    "}]}},{"num":"14","text":"kurupa garaLavanikke nereyunDu tEgi\nuragagaLa mElbiDalu adanorasida\naragina maneyalli uriyanikkalu dhIra\ndHarisi jAhnavIgoyda tannanuJara || 14 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"kurupa \u003d kuru + p \u003d king of kurus (Duryodhana)\n                         \u003cbr/\u003e  garaLavanikke \u003d gave poisoned food\n                         \u003cbr/\u003e  nereyunDu \u003d completely ate\n                         \u003cbr/\u003e  tEgi \u003d burped (digested)\n                         \u003cbr/\u003e  uragagaLa \u003d snakes\n                         \u003cbr/\u003e  mElbiDalu \u003d set upon\n                         \u003cbr/\u003e  adanorasida \u003d killed them\n                         \u003cbr/\u003e  aragina \u003d wax\n                         \u003cbr/\u003e  maneyalli \u003d palace\n                         \u003cbr/\u003e  uriyanikkalu \u003d put fire\n                         \u003cbr/\u003e  dhIra \u003d brave warrior\n                         \u003cbr/\u003e  dHarisi \u003d carried\n                         \u003cbr/\u003e  jAhnavIgoyda \u003d to Ganga river\n                         \u003cbr/\u003e  tannanuJara \u003d his brothers\n                    "},{"title":"Quick Meaning","text":"When the King of Kurus (Duryodhana) administered poison to Bheema, he ate and digested it heartily. When snakes were set upon him, he finished them off easily. When the palace of wax (in which he, his mother and brothers were sleeping) was set on fire, he easily carried his entire family on his shoulders and brought them to the banks of the Ganga.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  kurupa garaLavanikke nereyunDu tEgi \u003c/b\u003e  \n                         \u003cbr/\u003e  After being cursed by a sage, King pAnDu handed over the reins of the kingdom to his brother dhRutarAShTra and went to the forest with his wives Kunti and mAdri. Since dhRutarAShTra was blind, his eldest son Duryodhana was the king for all practical purposes. That is why the term \"kurup\" has been used. (The description that follows is based on MBTN Canto 14 - Verses 62-78, rearranged slightly) asuras (demons) and other evil people are destined for tamas (dark and eternal hell). Their progress towards this is determined solely by the hatred that they exhibit towards Hari and Vayu (and other sAtvik souls). All of Duryodhana\u0027s siblings and associates were asuras, whereas Hari and Vayu took birth as Krishna and Bheema respectively.\n                         \u003cbr/\u003e  Duryodhana and his cohorts developed a hatred for Bheema even during their childhood, mainly out of jealousy towards his owerpowering personality and superior strength. Bheema played a lot of pranks on them to ensure that the hatred blossomed. Some of his pranks were as follows:\n                         \u003cbr/\u003e  When the children would climb a fruit-laden tree to pluck the fruits, Bheema would shake the entire tree and make the fruit drop (along with the children). He would grab a bunch of them and hold them under water, letting them go at the last minute. He dominated every kind of sport - running, wrestling, pulling, jumping etc. These acts brought about opposite results in his mates - children who were essentially divine in nature developed love and respect towards him, whereas all the asuras developed an overpowering hatred. Duryodhana was determined to kill Bheema and Arjuna and then grab the kingdom from the helpess Yudhishtira. Since Bheema was too strong to be killed in a straight-fight, Duryodhana decided to do so through deceit. To this end, he tried his level best in every possible manner. However, as a staunch and steadfast devotee of Hari, subject to His full grace, Bheema had no difficulty in emerging succesful every single time. First, he was given poisoned food. This poison was a by-product of the churning of the ocean and had been given to Rudra by Hari. ShukrAchArya had obtained it from Rudra through penance, and in turn, shakuni has obtained it from him. This powerful poison was mixed with food and given to Bheema. He ate it, digested it and shrugged it off. Next, they tied him in steel ropes and threw him in the ganges. Bheema had no difficulty in breaking the ropes and rising to the surface.\n                         \u003cbr/\u003e   \u003cb\u003e  uragagaLa mElbiDalu adanorasida \u003c/b\u003e  \n                         \u003cbr/\u003e  Next, Duryodhana and his evil cohorts obtained 8 vicious and poisonous snakes and handed them over to their charioteer, who released them on the sleeping Bheema\u0027s chest. The snakes were so powerful that their mere sight or breath was potent enough to burn down cities. However, when the snakes tried to bite Bheema\u0027s hard body they broke their fangs! He then killed them and flung them afar, and killed their progeny, along with the evil charioteer. This caused a lot of sadness to the asuras.\n                         \u003cbr/\u003e   \u003cb\u003e  aragina maneyalli uriyanikkalu dhIra dHarisi jAhnavIgoyda tannanuJara \u003c/b\u003e  \n                         \u003cbr/\u003e  (The description that follows is based on MBTN Canto 19 - Verses 37-41,rearranged slightly).\n                         \u003cbr/\u003e  Duryodhana and his evil cohorts next arranged for a palace of wax to be built and requested Kunti and her sons to stay there for a while. Vidhura, who guessed the reason for this wax palace, arranged for a masoner to build a secret tunnel, leading from the palace to a safe place. Duryodhana sent his minister purOchana with the overt purpose of attending to the needs of Kunti, but with the covert goal of burning down the wax palace at a suitable time. Bheema, who knew the whole plan, was biding his time. purOchana had an evil sister who had performed rigorous penance for one year with the objective of making her 5 sons gods. Rudra had granted her that boon with the rider that this would happen if she was not killed along with her sons. The sister visited purOchana along with her 5 sons. She cooked a meal for the Pandavas but laced it with a deadly poison. Bheema ate all the food thus preventing the others from eating it; he digested it without any side-effect. In the night when everybody was sleeping, he woke up his mother and brothers, and carried them away to safety, setting the palace on fire. purOchana, his sister and her sons were all killed together, thus negating the boon that she had obtained. Bheema carried his entire family on his shoulders and reached the banks of the Ganga.\n                    "}]}},{"num":"15","text":"allidda Baka hiDimBakaremba rakkasara\nnilladorisida lOkakanTakaranu\nballidasurara gelidu Droupadi karaviDidu\nyella sujanarige harUshava bIrida || 15 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"allidda \u003d (those) who were there\n                         \u003cbr/\u003e  Baka \u003d name of a demon\n                         \u003cbr/\u003e  hiDimBakaremba \u003d name of another demon\n                         \u003cbr/\u003e  rakkasara \u003d demons\n                         \u003cbr/\u003e  nilladorisida \u003d eradicated\n                         \u003cbr/\u003e  lOkakanTakaranu \u003d public enemies\n                         \u003cbr/\u003e  ballidasurara \u003d knowledgeable gods\n                         \u003cbr/\u003e  gelidu \u003d won\n                         \u003cbr/\u003e  Droupadi \u003d Droupadi\n                         \u003cbr/\u003e  karaviDidu \u003d (took her) hand in marriage\n                         \u003cbr/\u003e  yella \u003d all\n                         \u003cbr/\u003e  sujanarige \u003d good people\n                         \u003cbr/\u003e  harUshava \u003d happiness\n                         \u003cbr/\u003e  bIrida \u003d distributed\n                    "},{"title":"Quick Meaning","text":"He eradicated demons Baka and Hidimbika who were there and tormenting everybody. He vanquished knowledgeable gods, took Droupadi\u0027s hand in marriage and brought forth a lot of happiness to good people.\n                    "},{"title":"Discussion","text":"(The description that follows is based on MBTN Canto 19 - Verses 48 - 56, 87 - 95 rearranged slightly)\n                         \u003cbr/\u003e   \u003cb\u003e  allidda Baka hiDimBakaremba rakkasara nilladorisida lOkakanTakaranu \u003c/b\u003e  \n                         \u003cbr/\u003e  Bheema reached the banks of Ganga along with his mother and brothers. This place was inhabited by a demon named hiDimba and his sister Hidimbi. hiDimba had performed penance of Rudra and obtained a boon of invincibility. Hidimbi was actually an apsara (heavenly damsel) named Shri who had been cursed by Indra\u0027s wife to take the life of a demoness. Shri had prayed to bhArati dEvi (Vayu\u0027s wife) for mitigation. Pleased with her penance, bhArati had granted her a boon that her curse would be lifted after she married Bheema. In order to make this happen, an element of bhArati incarnated along with Hidimbi. Hidimbi was sent by her brother to obtain some food. She saw the exceptionally handsome Bheema and lost her heart to him. She took on the form of a beautiful woman and asked him to marry her. He refused saying that his elder brother was as yet unwed. Hidimbi then told him that vEdavyAsa himself would come there in the immediate future and make him agree. Annoyed by his sister\u0027s absence, hiDimba came there and saw her with Bheema. This angered him and he attacked Bheema with huge boulders and trees. Bheema brushed aside all his missiles and easily killed him with his bare hands, breaking the boon granted by Rudra (this is possible since Vayu is much higher than Rudra in the hierarchy of gods). Hidimbi requested Kunti and Yudhishtira to intercede on her behalf, which they did, but Bheema did not yield. Finally, vEdavyAsa himself came and asked Bheema to marry Hidimbi. Bheema immediately agreed (this is a good example of the verse that was stated earlier - \u0027Hariyanallade bageyanannyaranu lOkadoLu\u0027 - he does not yield to anybody other than Hari). After a year or so, they had a son named ghatOtkacha. Bheema then allowed hiDimba to go back to her heavenly abode with her son, after extracting a promise that they would both return whenever he needed them. vEdavyAsa took Kunti and her sons with Him to Ekachakra and introduced them as His disciples. He arranged for them to stay in a Brahmin\u0027s house as guests. Ekachakra was tormented by a demon called Baka, who had become invincible because of a boon granted by Rudra. Unable to tolerate his random killings, the people of that city had arrived at an understanding with him that everyday he would be fed enormous amounts of food along with one human being. When the turn of the Pandavas\u0027 host came, Bheema took his place and killed Baka.\n                         \u003cbr/\u003e   \u003cb\u003e  ballidasurara gelidu Droupadi karaviDidu pArvati \u003c/b\u003e  \n                        Yama\u0027s wife ShYamala, Indra\u0027s wife Shachi, and Usha, the wife of ashwini dEvatas were cursed by Brahma to take human lives. Instead of taking 5 bodies, they approached bhArati dEvi and requested her to make it possible for them to share her body when she incarnated in dvAparayuga. bhArati agreed and that is how Droupadi was born with one body and the spirit of 5 goddesses. Droupadi\u0027s father drupada organized her svayamvara and invited princes from afar. The contestants had to lift shivA\u0027s bow (which was given to drupada as a gift), and shoot at the eye of a wooden fish, only with the aid of its reflection. All the major princes of the land came and failed. Even though Krishna, balaRama and other yAdavas were there, they had been ordered by Krishna not to make an attempt. The Pandavas came in the guise of Brahmins and after obtaining Krishna\u0027s blessings, Arjuna succeded in his attempt. When other contestants objected to Brahmins participating in the contest and tried to prevent the marriage, Bheema held them at bay. Arjuna went home with his bride and announced that he had won a prize. Kunti, who has inside the kitchen, ordered all of them to share it equally. This put the Pandavas in a dilemma since they did not want to disobey their mother, but it was unheard of for 5 people to marry one person. Fortunately, Krishna arrived there and set their minds at rest. Based on His advice they all decided to marry her. Next day, after returning to drupada\u0027s palace, they revealed their identity to the delighted drupada. However, when he heard of their plan to marry Droupadi he objected. vEdavyAsa came there and advised drupada to concur, after explaining her unique background. When drupada still persisted in his objections, vEdavyAsa gave him divine powers and showed him the presence of the gods and goddesses present in the Pandavas and Droupadi. drupada realized his mistake and felt sorry for questioning vEdavyAsa\u0027s direct order. However, vEdavyAsa forgave him and the marriage of Droupadi with each of the Pandavas was performed with great pomp and glory.\n                    "}]}},{"num":"16","text":"rAjakula vajranenisida Magadhana sILi\nrAjasUyayAgavanu mADisidanu\nAjiyoLu kouravara balava savaruvenendu\nmUjagavariye kankaNakaTTida || 16 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"rAjakula \u003d the clan of kings\n                         \u003cbr/\u003e  vajranenisida \u003d known as the vajrAyudha (Indra\u0027s feared missile)\n                         \u003cbr/\u003e  Magadhana \u003d king of Magadha (Jarasandha)\n                         \u003cbr/\u003e  sILi \u003d split\n                         \u003cbr/\u003e  rAjasUyayAgavanu \u003d the rAjasUya yAga\n                         \u003cbr/\u003e  mADisidanu \u003d he got it performed\n                         \u003cbr/\u003e  AjiyoLu \u003d in the world\n                         \u003cbr/\u003e  kouravara \u003d kourava\u0027s\n                         \u003cbr/\u003e  balava \u003d strength\n                         \u003cbr/\u003e  savaruvenendu \u003d eradicate\n                         \u003cbr/\u003e  mUjagavariye \u003d in a manner that the three worlds could know\n                         \u003cbr/\u003e  kankaNakaTTida \u003d made an oath\n                    "},{"title":"Quick Meaning","text":"Jarasandha, the king of Magadha, was known as the thunderbolt of kings (i.e., he was so strong that nobody could hope to fight against him and survive), but Bheema tore his body into 2 halves. He took a oath heard in all the three worlds that he would decimate the strength of the Kauravas.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  rAjakula vajranenisida Magadhana sILi \u003c/b\u003e  \n                         \u003cbr/\u003e  King pAnDu had been cursed by Indra to remain in YamalOka (kingdom of Yama, the God of death) after his death, until his sons performed rAjasUya yAga. sage nArada informed Yudhishtira that his father pAnDu was still in YamalOka and would remain there until his sons performed rAjasUya yAga. Yudhishtira felt sorry for his father and immediately sent for Krishna, to seek His advice in this matter. Jarasandha had been brought up a demoness named Jara. He had performed severe penance regarding Rudra and Brahma, and obtained boons of invincibility from them. He was so powerful that even balaRama could not kill him. He had an overpowering hatred towards Krishna, since he was an asura by nature.\n                         \u003cbr/\u003e  This hatred had blossomed with the killing of kamsa, who was his son-in-law. He had attacked mathura several times in vain. Krishna had shifted his capital to dwAraka, a city ensconced in the ocean, out of pity for his people who had suffered a lot under Jarasandha\u0027s constant attacks. Jarasandha had imprisoned the relatives of Krishna\u0027s wives and intended to offer them as human sacrifices for the shiva yagna that he was planning to perform. Their kith and kin sent a entreaty to Krishna, imploring him to free them. This arrived at the same time as Yudhishtira\u0027s emissary. Krishna visited the pAndDavas and told them about Indra\u0027s curse. He advised them to perform the yAga, but cautioned them against Jarasandha.\n                         \u003cbr/\u003e  On hearing this, Yudhishtira got scared and gave up the idea of the yAga, but Bheema stood up and took an oath to kill Jarasandha with Krishna\u0027s blessings. Krishna had several reasons why He wanted the yAga performed - getting a good status to pAnDu, killing of Jarasandha, freeing of his relatives etc, but the most important was to ensure that the fruits of the yAga went to Bheema. It was finally decided that Krishna, Bheema and Arjuna would visit Magadha without arms, in the guise of Brahmins. Krishna promised Yudhishtira to protect Bheema and Arjuna from all harm. The three of them arrived at Magadha and immediately announced their arrival through a series of attacks. They levelled a huge shivalinga-like hill that Jarasandha worshipped every day, they destroyed 3 massive drums that adorned the city and entered Jarasandha\u0027s palace the way a lion enters the jungle, fiercely announcing its arrival. When questioned by Jarasandha they revealed their identity and asked him to select one of them for individual combat. He declined to fight with Arjuna since he was no match physically, he declined Krishna since he was a cowherd (but the actual reason was that Jarasandha was scared that Krishna would easily kill him). He chose Bheema since he seemed to be the most appropriate from all angles.\n                         \u003cbr/\u003e  The fight started with verbal sparring. Jarasandha took the stand that shiva was supreme and tried to prove his point. However, Bheema easily defeated him and proved that Hari was supreme. Next, they fought with maces and later with bare hands. The fight was extremely gruesome and drew even the gods as spectators. Bheema played with Jarasandha for 15 days, out of respect for the boons granted by Brahma and Rudra. Finally, when the time was ripe, he took the blessings of Krishna, and killed Jarasandha by splitting his body into 2 halves. He treated Jarasandha as a yagya-pashu (sacrifice) and submitted this to Krishna, who is the acceptor of all yagyas. Krishna embraced Bheema and showed His happiness at the amazing feat performed by his favorite devotee. Thus Bheema rid the world of an evil tormentor. Later the three of them returned to hastinApura and were greeted by everybody. In due course of time, under vEdavyAsa\u0027s directions, the rAjasUya yAga was performed. In the Shri HariVayu Sthuthi, Shri trivikRama panDitAchArya states very poetically (\"nirmRudnannatyayatnam ....rAjasUyashvamEdhE\") that Bheema\u0027s act of killing of Jarasandha like a yagna-pashu and offering this to Krishna (who was witnessing this in person) gave Krishna more pleasure than the rAjaSuya and ashvamEdha yAgas performed by Yudhishtira.\n                         \u003cbr/\u003e   \u003cb\u003e  AjiyoLu kouravara balava savaruvenendu mUjagavariye kankaNakaTTida \u003c/b\u003e  \n                         \u003cbr/\u003e  This refers to the oath that Bheema took at the time of Droupadi-vastrApaharaNa. Since all the events leading upto, and following the gambling incident have been depicted in hundreds of plays, movies, songs and TV serials I will not repeat them, except to repeat the oaths that Bheema took. He swore that he would break Duryodhana\u0027s thighs and kill him, kill Dushyasana, single-handedly kill all of dhRutharAShTrA\u0027s 100 sons. Droupadi swore that she would leave her hair untied until Bheema drenched them with Dushyasana\u0027s blood. All of these oaths were made true in the kurukshEtra war.\n                    "}]}},{"num":"17","text":"dAnavara savarabEkendu byAga\nmAnanidhi Droupadiya manadingitavanaritu\nkAnanava pokku kimmIrAdigaLa muridu\nmAninige sougandhikavane tanda || 17 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"dAnavara \u003d demons\n                         \u003cbr/\u003e  savarabEkendu \u003d eradicate or decimate\n                         \u003cbr/\u003e  byAga \u003d quickly\n                         \u003cbr/\u003e  mAnanidi \u003d esteemed\n                         \u003cbr/\u003e  Droupadiya \u003d Droupadi\u0027s\n                         \u003cbr/\u003e  manadingitavanaritu \u003d understanding (her) mind\u0027s desire\n                         \u003cbr/\u003e  kAnanava \u003d jungle\n                         \u003cbr/\u003e  pokku \u003d entered\n                         \u003cbr/\u003e  kimmArAdigaLa \u003d demon kimmAra and others\n                         \u003cbr/\u003e  muridu \u003d after breaking\n                         \u003cbr/\u003e  mAninige \u003d for his wife\n                         \u003cbr/\u003e  sougandhikavane \u003d the sougandhika flower\n                         \u003cbr/\u003e  tanda \u003d he brought\n                    "},{"title":"Quick Meaning","text":"In order to to eradicate evil people quickly, and to satisfy Droupadi\u0027s desire (for the sougandhikA flower), he entered the forest, killed demons kimmara and others, and brought back sougandhikA for his wife.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  kAnanava pokku kimmIrAdigaLa muridu \u003c/b\u003e  \n                         \u003cbr/\u003e  From dhRutharAShTra\u0027s place the Pandavas went to the forest directly. Here they were confronted by kirmmIra, another ferocious demon who was harassing people. He was Baka\u0027s brother and was waiting to avenge his brother\u0027s death at Bheema\u0027s hands. A violent fight occured between him and Bheema, and he died a painful death.\n                         \u003cb\u003e  dAnavara savarabEkendu byAga mAnanidhi Droupadiya manadingitavanaritu  \u003c/b\u003e   During their vanavAsa (stay in the forest), Pandavas happened to visit Badari. Once, when Bheema and Droupadi were alone near the mountain, a rare and beautiful flower with a heavenly fragrance dropped in their midst. Droupadi loved the flower and asked Bheema to bring her a few more like them. She knew very well that this flower was the sougandhika, available on kubera\u0027s garden on the gandhamAdana mountain, guarded by evil, fierce and arrogant demons. Since killing of such demons was one of the primary objectives of Bheema\u0027s incarnation, she expressed this desire and sent him on this task. As Bheema was climbing the mountain several evil demons attacked him in the form of lions and tigers. He killed all of them and proceeded further, meeting Hanumantha on the way. The interaction between Bheema and Hanumantha was an interesting one.\n                         \u003cbr/\u003e  Even though both were forms of Vayu, and equal in strength and capabilities, Bheema acted as if Hanumantha was a stranger. He pretended to be unable to lift Hanumantha\u0027s tail, and requested Hanumantha to tell him about Rama\u0027s valor and greatness. All of this was pretense mainly for the beguiling of asuras, and also in keeping with accepted norms of behavior. This is explained very clearly in the HariVayu Sthuthi too (\"gachchan sougandhikArtham ......\"). When Bheema reached the garden he was challenged by another set of demons. Initially they sparred with him verbally. They took the position that shiva is supreme, the world is an illusion and that all the jIvas are essentially the same as paraBrahma. Bheema refuted all their arguments and defeated them in debate. Enraged, they attacked him with weapons and missiles and met their end at his hands. Bheema went back to Droupadi with the flowers. Yudhishtira was anxious about Bheema\u0027s health; he was also worried about angering kubera, and in turn Rudra. However, kubera who knew the identity of Bheema was not angered by Bheema\u0027s action.\n                         \u003cbr/\u003e  Yet another time Droupadi requested Bheema to bring some more sougandhikA flowers. Again, her objective was eradication of evil forces and enhancement of Bheema\u0027s name and fame. A similar set of events happened this time too, except that the demons were lead by a fierce leader called manimanta. He had performed severe penance and obtained boons of invincibility from Rudra. He could not defeat Bheema in debate or battle and met his end at his hands. However, he swore undying enimity towards Bheema and promised to come back in kaliyuga and cause him pain by misinterpreting scriptures. [According to the sumdhva Vijaya, he was reborn as sankara and spread his own interpretation of the scriptures. He even came as a snake and bit Madhvacharya when he was a boy, but could not do any harm] This time, due to influence of evil spirits, kubera was angered by Bheema\u0027s action and wanted to go to war against him. Fortunately for him, saner counsels prevailed, and he apologized to Bheema and invited the Pandavas to stay with him.\n                    "}]}},{"num":"18","text":"duruLa Keechakanu Droupadiya cheluvikege\nmaruLAgi karakariya mADalavanA\ngaraDimaneyoLu barasi orisi avananvayava\nkurupanaTTida mallakulava savarida || 18 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"duruLa \u003d evil\n                         \u003cbr/\u003e  Keechakanu \u003d Keechaka (the name of an evil rAkshAsa)\n                         \u003cbr/\u003e  Droupadiya \u003d Droupadi\u0027s\n                         \u003cbr/\u003e  cheluvikege \u003d beauty\n                         \u003cbr/\u003e  maruLAgi \u003d become enamoured\n                         \u003cbr/\u003e  karakariya \u003d harassment\n                         \u003cbr/\u003e  mADalavanA \u003d doing\n                         \u003cbr/\u003e  garaDimaneyoLu \u003d dance hall\n                         \u003cbr/\u003e  barasi \u003d made him come\n                         \u003cbr/\u003e  orisi \u003d wipe out\n                         \u003cbr/\u003e  avananvayava \u003d his existence\n                         \u003cbr/\u003e  kurupanaTTida \u003d the king of kurus (Duryodhana)\n                         \u003cbr/\u003e  mallakulava \u003d army of wrestlers\n                         \u003cbr/\u003e  savarida \u003d killed\n                    "},{"title":"Quick Meaning","text":"When the evil Keechaka, enamoured by Droupadi\u0027s beauty, started harassing her, Bheema lured him to the dancing hall and killed him. He then proceeded to defeat the army of wrestlers sent by the King of Kurus (Duryodhana).\n                    "},{"title":"Discussion","text":" \u003cb\u003e  duruLa Keechakanu Droupadiya ........ orisi avananvayava \u003c/b\u003e  \n                         \u003cbr/\u003e  At the end of their twelve years stay in the forest, the Pandavas were supposed to stay incognito for one year. The terms were such that if they were detected during this year they would have to spend another 12 years in the forest. The Pandavas chose Mathsya kingdom for their secret stay. This was ruled by Virata Raja, a weak and ineffective king. The real power behind the throne was his brother-in-law Keechaka, his wife Sudeshna\u0027s brother. Yudhishtira became the king\u0027s advisor, Bheema a cook, Arjuna a eunuch teaching dancing to the princess, Nakula and Sahadeva cowherds, and Droupadi a maid serving the queen. Keechaka was a very powerful and evil warrior. His prowess as a wrestler was legendary. Once, when he was with his sister after returning from a successful tour of conquest, his lustful eyes fell on Droupadi. Ignoring his sister\u0027s pleas he made some unwelcome advances at Droupadi. Unable to tolerate this, Droupadi asked Bheema for help. Bheema asked her to invite him to the dancing hall that night. Keechaka gladly agreed. That night, Bheema took on the form of a beautiful damsel and completely bowled over Keechaka. Finally, he pummelled Keechaka to death with his bare fists. Once again, he had rid the earth of a powerful and evil bully who had made a lot of people miserable.\n                         \u003cbr/\u003e   \u003cb\u003e  kurupanaTTida mallakulava savarida \u003c/b\u003e  \n                         \u003cbr/\u003e  Keechaka\u0027s brothers attacked Droupadi to avenge Keechaka\u0027s death, but Bheema killed all of them and protected her. When Duryodhana heard of the death of Keechaka, he suspected the hand of Bheema since there was nobody else who could do it. He immediately sent a group of wrestlers to Mathsya, who challenged the king to find wrestlers who could fight with them. Since it was a question of the kingdom\u0027s pride, Yudhishtira asked Bheema to fight with them, which he did. Duryodhana\u0027s wrestlers were soundly defeated. After this, Duryodhana attacked Mathsya in order to expose the Pandavas. Arjuna became Prince Uttara\u0027s charioteer and defeated the kourava army. At the end of the war, Duryodhana identified the Pandavas, but they argued that since 13 years had passed since their banishment there should be no penalty. However, Duryodhana contested this saying that according to the solar calendar there were still 5 months left. Finally, Bheeshma and Vidhura ruled in favour of the Pandavas saying that according to the lunar calendar, which was prevalent then, 13 years had indeed passed, thus negating Duryodhana\u0027s claim. The grateful Virata Raja offered his daughter Uttara\u0027s hand in marriage to Arjuna, but he accepted her as his daughter-in-law, i.e, as his son Abhimanyu\u0027s bride. Having completed the terms of their banishment, the Pandavas returned to claim their portion of the kingdom.\n                    "}]}},{"num":"19","text":"kouravara bala savari vairigaLa neggotti\nOrante kouravana muridu mereda\nvairi Dushyasanana raNadali eDegeDehi (toDeya laDDageDahi)\nvIraNarahariya lIleya tOrida || 19 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"kouravara \u003d the Kauravas\n                         \u003cbr/\u003e  bala \u003d atrength\n                         \u003cbr/\u003e  savari \u003d decimate\n                         \u003cbr/\u003e  vairigaLa \u003d enemies\n                         \u003cbr/\u003e  neggotti \u003d broke their bones\n                         \u003cbr/\u003e  Orante \u003d as described above\n                         \u003cbr/\u003e  kouravana \u003d Duryodhana\n                         \u003cbr/\u003e  muridu \u003d broke (his thighs)\n                         \u003cbr/\u003e  mereda \u003d exulted\n                         \u003cbr/\u003e  vairi \u003d enemy\n                         \u003cbr/\u003e  Dushyasanana \u003d Dushyasana\n                         \u003cbr/\u003e  raNadali \u003d in the battle\n                         \u003cbr/\u003e  eDegeDehi \u003d kicked him to the ground\n                         \u003cbr/\u003e  vIra \u003d brave warrior\n                         \u003cbr/\u003e  Narahariya \u003d Narasimha\n                         \u003cbr/\u003e  lIleya \u003d sport or glory\n                         \u003cbr/\u003e  tOrida \u003d showed\n                    "},{"title":"Quick Meaning","text":"He reduced the strength of the kouravAs, decimated enemies and broke Duryodhana (i.e., his thighs). He humbled and then eradicated Dushyasana in the battle. He thus demonstrated the glory (or greatness) of Narahari (Krishna).\n                    "},{"title":"Discussion","text":" \u003cb\u003e  kouravara bala savari vairigaLa neggotti \u003c/b\u003e  \n                         \u003cbr/\u003e  During Droupadi\u0027s vastrApaharaNa Bheema had taken several oaths - to kill Dushyasana, Duryodhana and the rest of dhrutarAshtra\u0027s sons. During the kurukshEtra war, he single-handedly killed all of the Kauravas. He destroyed close to 6 out of the 11 akOshiNis (I don\u0027t know the modern equivalent battalion or division?) that the Kauravas had assembled. On the battlefield, he resembled the God of Death himself, displaying unmatched ferociousness and courage, striking terror in the hearts of the enemy. He chased major commanders of the enemy army and attacked them with an intensity that was unheard of. Most of them lost their lives, while some lucky ones escaped with just a few broken bones. Overall, he throroughly demoralized the enemy and reduced it to a bunch of cowards in his presence.\n                         \u003cb\u003e  vairi Dushyasanana raNadali eDegeDehi \u003c/b\u003e   While the war was going on, Bheema was constantly searching for Dushyasana in order to make him pay him for his vile deeds. But Dushyasana the coward was constantly eluding him. Finally, when Bheema met him face-to-face, his joy knew no bounds. He jumped on him like a lion jumps on a deer, destroyed his cHariot and threw him down on the ground. He then split Dushyasana\u0027s chest with his mace, sat on his stomach and made a big hole in his chest, creating a pool of blood. He then pretended to drink Dushyasana\u0027s blood and reminded him of every one of his misdeeds. He challenged the rest of the Kaurava army to rescue Dushyasana if they could, but the terrible sight curdled the blood of even hardened warriors and no one dared to come near him. The vile and foul Dushyasana thus got his just desserts, in the manner Bheema had promised. vIraNarahariya lIleya tOrida A point to note is that Bheema did not actually drink the blood since the scriptures expressly forbid partaking of human blood. He ensured that the blood did not cross his clenched teeth, thus protecting his dharma. The whole thing was a big act, mainly to strike terror in the kourava army and demoralize it thoroughly. And also to show the world what a terrible fate awaited people who insulted and humiliated Hari bhaktas. Indeed this was the reason why Hari incarnated as Narasimha and showed the world his fearsome form. In fact, the words  \u003cb\u003e  \"Narahariya lIleya\"  \u003c/b\u003e   have been used only to drive home the similarity between Bheema\u0027s act and that of Narasimha. And also to remind us that both the acts, through gruesome to behold, were steeped in dharma, without even a trace of adharma. Another point to note is that as Bheema was killing Dushyasana, he \"saw\" or glimpsed manyu sUkta. That is why he is considered one of the \"drashTAs\" or \"rishis\" of manyu sUkta.\n                         \u003cbr/\u003e   \u003cb\u003e  Orante kouravana muridu mereda \u003c/b\u003e  \n                         \u003cbr/\u003e  Towards the end of the war, when Duryodhana sensed defeat, he ran away and hid in a lake. He was reciting the mantra that had been taught to him by dUrvasa. These mantras were so potent that if Duryodhana were to recite them for a week, staying under water his dead army would have regained life, and become invincible. Krishna knew this, so he brought the Pandavas to the lake and instructed Yudhishtira to insult Duryodhana by calling him a coward. When this was done, the arrogant Duryodhana came to the surface and challanged the Pandavas. He was given the option of choosing one of the Pandavas with a weapon of his choice; the understanding was that he succeeded in defeating his opponent, victory was his. Duryodhana chose the mace as his weapon and Bheema as his opponent since the others were no match for him. Finally, Bheema broke his thighs and incapacitated him. When members of the Kaurava army remonstrated saying that hitting an opponent on his thighs was against the rules of mace fighting, Krishna defended Bheema\u0027s action saying that he had kept his oath of breaking Duryodhana\u0027s thighs.\n                         \u003cbr/\u003e  Also, Bheema had struck him on the waist and not below, thus avoiding violating the rules of combat. Thus Bheema killed the last of the Kauravas and kept all of his oaths. He submitted his entire action as an offering at the feet of Krishna. In fact, throughout his life, every single asura or demo killed by Bheema was offered as a \u0027bali-pashu\u0027 to Krishna, the acceptor of all yagna offerings. The sole objective behind his acts was \u0027Hari-prIti\u0027 and not to serve as a display of his individual strength or greatness.\n                    "}]}},{"num":"20","text":"gurusutanu sangaradi nArAyaNAstravanu\nuravaNisi biDalu shastrava bisuTaru\nHarikRupeya paDedirda Bheema hunkAradali\nHariya divyAstravanu nere aTTida || 20 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"gurusutanu \u003d teacher\u0027s son (drONa\u0027s son ashvaththAma)\n                         \u003cbr/\u003e  sangaradi \u003d in the battle\n                         \u003cbr/\u003e  nArAyaNAstravanu \u003d the fiery missile called nArAyaNAastra\n                         \u003cbr/\u003e  uravaNisi \u003d at a very high speed\n                         \u003cbr/\u003e  biDalu \u003d hurl\n                         \u003cbr/\u003e  shastrava \u003d missile\n                         \u003cbr/\u003e  bisutaru \u003d threw or hurled\n                         \u003cbr/\u003e  HarikRupeya \u003d Hari\u0027s grace\n                         \u003cbr/\u003e  paDedirda \u003d having achieved\n                         \u003cbr/\u003e  Bheema\n                         \u003cbr/\u003e  hunkAradali \u003d with a snort\n                         \u003cbr/\u003e  Hariya \u003d Hari\u0027s\n                         \u003cbr/\u003e  divyAstravanu \u003d divine missile\n                         \u003cbr/\u003e  nere \u003d aside\n                         \u003cbr/\u003e  aTTida \u003d chased away\n                    "},{"title":"Quick Meaning","text":"In the kurukshEtra battle, ashwatthAma, the son of drONa, issued the nArAyaNAstra (a powerful and dreaded missile) on Bheema in order to reduce him to ashes. On Krishna\u0027s orders, everybody else threw down their weapons (to save themselves). However, Bheema, who had the complete blessings of Hari (nArAyaNa) Himself, easily averted the missile with a snort.\n                    "},{"title":"Discussion","text":"drONa, the teacher of the Kauravas and Pandavas had a son called ashvatthAma. He is considered to be an amsha of Rudra. As soon as he was born he neighed like a horse, and an astral voice asked drONa to name his son as ashvatthAma. He was brought up on horsegram juice, something that even adults cannot digest easily. He was a very great warrior, skilled in the use of all weapons. He is considered to be one of the immortals (chiranjIvis) and is believed to be alive even today. During the kurukshEtra war, when Dronacharya had been led to believe that his son Ashwatthama was dead, he lost interest in the battle and even in life, and was killed by Dhrishtadyumna as he sat to meditate on the battlefield. When Ashwatthama came to know of Drona\u0027s killing, he took the extreme step of using the nArAyaNAstra (a powerful and dreaded missile) to annihilate the Pandavas in one shot. Krishna knew that no other missile or weapon could match this missile and the only defence against this missile was total surrender. Accordingly, He ordered the entire pAnDava army to throw down their weapons and bow their heads in total submission. Everybody including Arjuna did this; the only exception was Bheema. He refused saying that as a warrior he could not bend his head to save his life, as that would be an act of cowardice. So, he continued to bear arms and confront the weapon as that was pure kshatriya-dharma:\n                         \u003cbr/\u003e  shuddhaKshatriyadharmeshhu niratatvAd.h vR^ikodaraH |\n                         \u003cbr/\u003e  vAhanAdavartIryAnyaiH praNate.api nirAyudhaiH |\n                         \u003cbr/\u003e  sAyudhaH saratho.ayuddhyadavishhahYamapIshvaraiH ||\n                         \u003cbr/\u003e  (MBTN Canto 26 Verse 294)\n                         \u003cbr/\u003e  Therefore, although Narayana\u0027s weapon was worthy of salutation for being His representative, such salutation could not be performed out of a desire for life; regardless of the consequences to one\u0027s life, the righteous thing was to confront the weapon:\n                         \u003cbr/\u003e  naamaskArYamapi hyastraM na namyaM jIvanechchhayA |\n                         \u003cbr/\u003e  samare shatruNA muktaM tasmAt.h tanna chakAra saH\n                         \u003cbr/\u003e  (MBTN Canto 26 Verse 296)\n                         \u003cbr/\u003e  In the Mahabharata, the description of this episode includes a mystifying allusion to the scene of Bheemasena vs. the nArAyaNAstra as \"fire confronting fire\" -- this is explained in the MBTN as:\n                         \u003cbr/\u003e  astrABheemanI Vayurhi devatA.asya HariH svayam.h |\n                         \u003cbr/\u003e  tasmAd.h BheemaM svarUpatvAnnAdahachchAgnimagnivat.h\n                         \u003cbr/\u003e  (MBTN Canto 26 Verse 297)\n                         \u003cbr/\u003e  -- to wit, that the activating deity of the nArAyaNAstra was verily Vayu, and its Lord was Hari Himself; therefore, as Bheemasena also was Vayu himself in undiminished form, he was not annihilated by his own power, just as fire is not burned by fire.\n                         \u003cbr/\u003e  Even while maintaining his outward posture in accordance with his duty, Bheemasena took care to pay due respects to the Lord:\n                         \u003cbr/\u003e  manasaivA.adaraM chakre bhImo.astre cha harau tadA |\n                         \u003cbr/\u003e  xatradharmAnusAreNa na naama cha bAhyataH\n                         \u003cbr/\u003e  (MBTN Canto 26 Verse 298)\n                         \u003cbr/\u003e  Thus, with complete and total devotion to Hari, Bheema stood his ground and boldly faced the missile, with Hari enShrined in his heart. Such was his faith and steadfast devotion that when he snorted, the missile changed course and veered backwards. This, of course, was not the only instance where Bheema showed that his course of action was based upon the rules of righteous conduct. For instance, during the period when the Pandavas had to go incognito, he decided to become a cook, noting that it would not be appropriate for him, as a gRihastha and a Kshatriya, to eat the cooking of just anybody else:\n                         \u003cbr/\u003e  parapAko gRihasthasya Kshatriyasya visheshhataH |\n                         \u003cbr/\u003e  na yogya iti sUdasya babhre veshhaM vrikodaraH\n                         \u003cbr/\u003e  (MBTN Canto 23 Verse 4)\n                         \u003cbr/\u003e  He also did not seek to propitiate other deities to obtain their astra-s, as their worship, and desire-driven action, were alien to him:\n                         \u003cbr/\u003e  na kAmyakarmakR^it.h tasmAnnAyAchad.h devamAnushhAn.h |\n                         \u003cbr/\u003e  na HarishchArthitastena kadAchit.h kAmalipsayA\n                         \u003cbr/\u003e  (MBTN Canto 18 Verse 5)\n                         \u003cbr/\u003e  However, as per Hari\u0027s will, he did use astra-s during the battle, thus showing that their use was already available to him. There was never an instance where Bheemasena and Krishna were not completely in synchronism; this however could not be said of others, who on occasion did find fault with Krishna. BalaRama, for instance, felt animosity towards Krishna believing Him to have misappropriated the `sYamantaka\u0027 gem. There are other instances where Arjuna and others \"close to Krishna\" such as Pradyumna, Uddhava, Samba, Aniruddha, etc., all were similarly guilty. Throughout the entire mahabhArata, the only two persons who never moved away from total and complete devotion to Krishna were Bheema and Droupadi. Coming back to the nArAyaNAstra incident, with a little application, it is easy to discern the following points in this incident:\n                         \u003cbr/\u003e  1. Bheema did not abandon his dharma in the face of adversity and take the easy course out. He stood his ground with faith and devotion.\n                         \u003cbr/\u003e  2. Krishna had already said that the Pandavas were very dear to him and would never let any harm come to them. Bheema was the only one who believed this with his heart and soul and was willing to risk his life to show that the Lord would protect His devotees under all circumstances.\n                         \u003cbr/\u003e  3. Krishna let His devotee derail His own weapon. Just as he broke His own oath (not to take up arms) in order to help Bheeshma keep his oath (that he would make Krishna take arms). He does these things to show that even though he is satya-sankalpa (one whose intentions always come true) and sarvOttama, He sometimes breaks His own rules out of love for His devotees. Another way of looking at this is that no rule can tie Him down - even His own!\n                         \u003cbr/\u003e  4. Like prahlAda, Bheema showed the world that no weapon, missile or agency can hurt a true and steadfast devotee of the Lord, not even the nArAyaNAstra itself.\n                         \u003cbr/\u003e  5. Bheema knew very clearly that the power behind the nArAyaNAstra was nArAyaNA, and the power protecting him too was nArAyaNA. So, when the attacker is the same as the defender, where is the cause for fear? One just needs to do one\u0027s duty and leave the rest to Him.\n                         \u003cbr/\u003e  6. Lucky is the one who has devotion to such a merciful Lord! Fortunate is the one who can point to such a great devotee and say \"A Vayu namma kula guru rAyanu\"\n                    "}]}},{"num":"21","text":"chanDavikRama gadegonDu raNadoLage bhU\nmanDaladoLidirAdanta khaLaranella\nhinDi bisuTida vrukOdarana pratApavanu\nkanDu nilluvarAru tribhuvanadoLu || 21 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"chanDavikRama \u003d unmatched in defeating enemies on the battlefield\n                         \u003cbr/\u003e  gadegonDu \u003d caryying the mace\n                         \u003cbr/\u003e  raNadoLage \u003d in war\n                         \u003cbr/\u003e  bhUmanDaladoL \u003d on the Earth\n                         \u003cbr/\u003e  idirAdanta \u003d coming face-to-face (or meeting)\n                         \u003cbr/\u003e  KaLaranella \u003d all the bad and evil people\n                         \u003cbr/\u003e  hinDi \u003d wrenching\n                         \u003cbr/\u003e  bisutida \u003d throw out\n                         \u003cbr/\u003e  vrukOdarana \u003d another name for Bheema\n                         \u003cbr/\u003e  pratApavanu \u003d bravery\n                         \u003cbr/\u003e  kanDu \u003d seeing\n                         \u003cbr/\u003e  nilluvarAru \u003d who can stand (withstand)\n                         \u003cbr/\u003e  tribhuvanadoLu \u003d in all the 3 worlds\n                    "},{"title":"Quick Meaning","text":"When Bheema, a ferocious and undefeated warrior, roams the warfield with his mace, decimating all the enemies confronting him, who in all the three worlds can stand up against his prowess?\n                    "},{"title":"Discussion","text":" \u003cb\u003e  chanDavikRama \u003c/b\u003e  \n                         \u003cbr/\u003e  Even though all the incarnations of Vayu are equally capable, in terms of bala (strength) and gyAna (knowledge), each incarnation has a special focus, based on the demands of the situation. The second incarnation as Bheema was known as a fearsome and unmatched warrior, who inspired fear in the hearts of his enemies, and who never tasted defeat, even once. In contrast, the other hero of the kurukshEtra (Arjuna), tasted defeat several times in his life (all of these were when Krishna was not around to save him). In strength, courage, steadfastness in the face of adversity, there was nobody who could match Bheema, let alone exceed.\n                         \u003cbr/\u003e  As we all know, the focus of the third incarnation, Madhvacharya, was on gyAna. However, once in a while, he displayed flashes of his legendary strength and valour. When he was given a huge quantity of milk and bananas, by somebody who doubted the fact he was an incarnation of Vayu, he polished them off quite easily. He is also supposed to have lifted a huge boulder with ease, which scores of people could not even move. While visiting kurukshEtra, he showed his disciples the place where Bheema\u0027s mace was hidden.  \u003cb\u003e  gadegonDu raNadoLage \u003c/b\u003e  \n                         \u003cbr/\u003e  This has 2 references; the more straightforward one is to Bheema\u0027s favorite weapon - the mace. He was unmatched when he strode the battlefield with his mace proudly resting on his shoulders. But then, he was unmatched even with his bare fists. So the reference to the mace is a pointer to something more subtle. It is said that the 3 types of jIvas - sAtvikas, rAjasikas, tAmasikas - get rid of their linga-dEha (a type of covering that the jIva has from time immemorial, and which goes away only when the jIva is ready for its final destination) in 3 different ways. sAtvikas lose it when they take a bath in the virajA river along with Brahma. rAjasikas lose it through Vayu\u0027s snort. tAmasikas lose it when Vayu hits them with his mace; thereafter they proceed to tamas (dark and unending hell). So, one may conclude that Shripadarajaru is saying, in a poetic way, that not only does he despatch demons from this world with his mace, but also sends them to their final destination with it.\n                         \u003cbr/\u003e   \u003cb\u003e  bhUmanDaladoLidirAdanta khaLaranella \u003c/b\u003e  \n                         \u003cbr/\u003e  In the HariVayu Sthuthi, Shri trivikRama panDitAchArya has beautifully described his inadequacy to describe Bheema\u0027s valor in the verse \"kShvElAkShINATTahAsam ....\". He finally concludes that only 2 people can do justice to this topic vEdavyAsa (the author of bhArata) and Madhvacharya himself - and offers his heartfelt salutations to them. Another aspect to remember is that even though Bheema was the most powerful person of his times (with the exception of Krishna, of course), his power and strength were always used to eradicate lOka kanTakaru (evil people who were a source of misery to society), and never for any personal gain. As was stated in a previous posting, every single asura or demon killed by Bheema was offered as a \u0027bali-pashu\u0027 to Krishna, the acceptor of all yagna offerings. In the hearts of such evil people, his very name used to cause jitters.\n                         \u003cbr/\u003e   \u003cb\u003e  vrukOdarana \u003c/b\u003e   There is a very popular misconception about the meaning of this name. A direct translation means somebody who has a wolf-like stomach, i.e, is a voracious eater. Bheema\u0027s legendary ability to consume huge amounts of food lends credibility to this misconception. The real meaning and origin of this name is totally different. Every jIva has a jaThArAgni (flame) in its stomach. This is a form of the Lord, and helps the jIva digest its food. Vayu\u0027s jaThArAgni is the most potent amongst all jIvas and the form of the Lord that permeates this flame is called \"vruka\". Hence the term \"vrukOdara\" really means one who carries \"vruka\" in his stomach. It is this which gives Vayu the ability to digest gigantic amounts of food. One needs to understand that when Bheema ate food, he did so as a naivEdya to the Lord within him, and not because he was hungry or could not survive without food. Vayu is the life force that keeps 8,400,000 types of species alive and kicking; every act of every jIva is performed under his supervision. So, associating human-like frailities such as hunger, thirst, etc - with him is very foolish and goes against what is said in the scriptures.\n                    "}]}},{"num":"22","text":"nArirOdana kELi manaamarugi gurusutana\nhArhiDidu shirOratna kitti tegeda\nnIroLaDagidda Duryodhanana horageDahi\nUruyuga tanna gadeyinda murida || 22 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"nArirOdana \u003d woman\u0027s wail\n                         \u003cbr/\u003e  kELi \u003d on hearing\n                         \u003cbr/\u003e  manaamarugi \u003d feeling sympathy\n                         \u003cbr/\u003e  gurusutana \u003d son of guru (ashwatthAma)\n                         \u003cbr/\u003e  hArhiDidu \u003d quickly caught\n                         \u003cbr/\u003e  shirOratna \u003d jewel in the head\n                         \u003cbr/\u003e  kitti tegeda \u003d (he) fiercely pulled out\n                         \u003cbr/\u003e  nIroLaDagidda \u003d the one who had hidden in the water\n                         \u003cbr/\u003e  Duryodhanana \u003d Duryodhana\n                         \u003cbr/\u003e  horagedahi \u003d pull out\n                         \u003cbr/\u003e  Uruyuga \u003d thigh\n                         \u003cbr/\u003e  tanna \u003d his\n                         \u003cbr/\u003e  gadeyinda \u003d with his mace\n                         \u003cbr/\u003e  murida \u003d broke\n                    "},{"title":"Quick Meaning","text":"Upon hearing the sobbing of Droupadi, his heart melted with compassion. He then caught Ashwattama, the son of his teacher (and also the perpetrator of the heinous crime) and stripped him of his birth-stone (the source of all his powers). He pulled out Duryodhana who was hiding in the water and broke his thigh with his mace.\n                    "},{"title":"Discussion","text":"This verse covers a slightly difficult topic - the stripping of Ashwattama\u0027s maNi (pearl). The difficulty arises because the version given by the mahAbhArata is different from that in the bhAgavata (and both are by the same author!). This confusion is likely to persist until one reads the very plausible explanation given by ShrimadAchAya in MBTN.\n                         \u003cbr/\u003e  He explains that the mahAbhArata describes the actual events, whereas the bhAgavata describes the vision or dream that Ashwattama had. At the end of the kurukshEtra war, ashwatthAma spent time with the fallen Duryodhana and asked him \"What do you want me to do?\" Duryodhana said \"Get rid of the Pandavas\". He then performed the abhisheka of ashwatthAma with dust and asked him to beget a son from Duryodhana\u0027s wife and continue the line of Kauravas further. ashwatthAma agreed and went to the camp of the Pandavas in the middle of the night. He woke up the sleeping Drushtadhyumna (Droupadi\u0027s brother) and killed him mercilessly, without giving him a chance to pick up weapons and fight. Finally, he set fire to the tent in which he thought the Pandavas were sleeping. Unfortunately for him, it was not the Pandavas but their sons who were sleeping there. ashwatthAma then ran to Duryodhana and gave him the good news. Duryodhana died peacefully after this.\n                         \u003cbr/\u003e  Droupadi lamented the death of her sons and asked the Pandavas to avenge this. Bheema, Krishna and the rest of the Pandavas went in pursuit of ashwatthAma. When ashwatthAma saw the fierce rage of Bheema he remembered what had happened to Dushyasana and panicked. In order to escape Bheema\u0027s onslaught he fired the Brahmastra at him. Immediately Arjuna fired another Brahmastra to counter that even though he knew fully well that Bheema was the aBheemani devata (patron diety) of the Brahmastra and was thus immune to its awesome power.\n                         \u003cbr/\u003e  vEdayvyAsa came there and chided Arjuna and ashwatthAma for releasing such a powerful weapon without thinking of the impact it would have on the rest of creation. He asked them to withdraw the weapon immediately. Arjuna was able to do so, but ashwatthAma could not do so because he had lost his moral power by agreeing to beget a son from Duryodhana\u0027s wife. ashwatthAma had a divine maNi (pearl) in his head from birth. This potent jewel had the power to a ward off death, disease, old-age, hunger, thirst, darkness, ignorance etc. It was one of the main sources of ashwatthAma\u0027s strength. vEdavyAsa then asked ashwatthAma to give his maNi to Bheema as atonement for firing Brahmastra at him and for his inability to withdraw it. ashwatthAma immediately complied with vEdavyAsa\u0027s order. vEdavyAsa then asked Arjuna to withdraw the Brahmastra discharged by ashwatthAma, which he did.\n                         \u003cbr/\u003e  (The sequence given in the verse seems to be slightly different. Actually, the verse seems to agree with another popular version about this event. It is said that one group wanted ashwatthAma to be killed for his heinous sin, whereas another group demurred at the thought of further bloodshed. So, as a compromise, it was decided that he should be stripped of his jewel, which would be equivalent to death and yet would avoid the actual killing. I have stuck to the version given in MBTN by ShrimadAchArya. More learned readers may wish to comment on this.)\n                    "}]}},{"num":"23","text":"Madhva avatAra\ndAnavaru kaliyugadoLavatarisi vibhudaroLu\nvEnana matavanaruhaladanaritu\ngyAni tA pavamAna bhUtaLadoLavatarisi\nmAnanidhi Madhvakhyanendenisida || 23 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"dAnavaru \u003d demons or wicked people\n                         \u003cbr/\u003e  kaliyugadoLavatarisi \u003d taking birth in kaliyuga\n                         \u003cbr/\u003e  vibhudaroLu \u003d amongst good people\n                         \u003cbr/\u003e  vEnana \u003d bad or wicked (named after a king of that nature)\n                         \u003cbr/\u003e  matavanaruhaladanaritu \u003d matavanu + aruhalu + adannu + aritu \u003d on realizing that they were preaching a false doctrine\n                         \u003cbr/\u003e  gyAni \u003d the wise or all-knowing\n                         \u003cbr/\u003e  pavamAna \u003d Vayu\n                         \u003cbr/\u003e  bhUtaLadoLavatarisi \u003d bhUtaLadoLu + avatarisi \u003d incarnating on Earth\n                         \u003cbr/\u003e  mAnanidhi \u003d the highly revered and respected\n                         \u003cbr/\u003e  Madhvakhyanendenisida \u003d became famous or well-known as Madhva\n                    "},{"title":"Quick Meaning","text":"When evil people incarnated in kaliyuga and started spreading an inferior and evil philosophy, pavamAna (Vayu) incarnated on earth and became famous as madhwa.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  vEnana mata \u003c/b\u003e  \n                         \u003cbr/\u003e  Our purANas talk of an evil king called vEna who spread a vile and wicked doctrine; he forced his people to worship him as God and ruled that all religious activities like yagnas were to be submitted to him. Finally, all the sages got together and punished him. Out of his body they magically extracted a baby, who was named as pRuthu, and who went on to become a very righteous and respected ruler (since Earth was ruled by him, it got the name prithvi).\n                         \u003cb\u003e  dAnavaru kaliyugadoLavatarisi \u003c/b\u003e   Many asuras and rAkshAsas (demons) were vanquished and killed by Hanumantha and Bheema during their incarnations. Unable to match Vayu in strength, they decided to take revenge by spreading false knowledge amongst humans. The idea was that if good people were led astray, then as jIvattoma and the leader / preceptor of good souls Vayu would be effectively humiliated. With this end in mind they incarnated in kaliyuga and assuming the garb of ascetics, started spreading false philosophies. One of their leaders was a very vicious and powerful demon called maNimanta who had been killed by Bheema (for more details refer to posting 21 - this describes Bheema\u0027s acquisition of sougandhikA pushpa). The wrong philosophies and doctrines propogated by asuras was based on a deliberate misinterpretation of our holy scriptures. The one propogated by maNimanta was based on the concept that everything is unreal, all jIvas are the same as paraBrahma (Hari), who is totally attributeless and formless. The term \"vEnana\" has been used to indicate that this doctrine is conceptually similar to the one propogated by King vEna, and is equally worthy of condemnation. Normally, many are under the impression that all doctrines ultimately lead to the same noble end, and/or that the differences between them are too esoteric to be realized by persons like oneself who do not have a deep understanding of the texts, their rules of interpretation, etc. In order to enable even the dull to have some appreciation of the correct positions, Vishnu incarnated as Vyasa:\n                         \u003cbr/\u003e  nashhTadharmaj~nAnalokakR^ipALubhiH BrahmarudrendrAdibhirarthito\n                         \u003cbr/\u003e  j~nAnapradarshanAya bhagavAn.h vyAso.avatatAra | (gItAbhAshhya)\n                         \u003cbr/\u003e  The Mahabharata, and the Puranas, which are of His composition, convey in simple story form great truths that persons such as oneself could not otherwise appreciate. For instance, the complete story of the Mahabharata conveys the message that ill-treatment of women is not to be taken lightly. Any miscreant guilty of such, and any of his aides, or even any neutral bystanders who refuse to take an adverse position as required, will have to face the wrath of the Supreme, who will annihilate the evil one and all that is his. If a man were to take this message to heart and moderate his conduct accordingly, he could surely be said to have gained something, regardless of his lack of scholastic ability. Similarly, also, it is to be noted that if difference between the individual and the Supreme is not accepted, then persons such as Vena and Paundraka must be considered highly realized and gifted individuals, for proclaiming their identity with the Supreme. However, these individuals are described as scoundrels of the first rank who met with an ignoble fate, but never as people worthy of emulation. Thus, once again, regardless of the paucity of one\u0027s abilities, one is led to understand that it is not the message of the shaastra-s that one follow the lead of Paundraka, etc., regardless of all arguments to the contrary.\n                         \u003cbr/\u003e   \u003cb\u003e  gyAni tA pavamAna bhUtaLadoLavatarisi \u003c/b\u003e  \n                         \u003cbr/\u003e  The state of affairs prior to the advent of Vayu is beautifully captured in the Shri HariVayu Sthuthi (\"dEhAdutkrAmitAnA ....jivatAm chAdhikRutya) and in the sumadhava Vijaya (Canto 2, Verse 1). As the sun of correct knowledge was setting due to the influence of kali, the darkness created by the confluence of wrong interpretations blinded good souls and lead them away from the path of true knowledge. The gods lead by Brahma were saddened by this and approached mukunda (Lord viShNu) for succour. Since the Lord does not incarnate during kaliyuga, and because Brahma never incarnates, He directed Vayu to incarnate and show worthy and deserving souls the correct path to salvation. Accordingly Vayu took birth as the son of a pious couple in Udupi and the rest is history. The way in which Shri Madhvacharya took his birth is beautifully described in the sumadhava Vijaya (Canto 2, Verse 25).\n                         \u003cbr/\u003e  \"sampUrNa lakshaNachaNam ........bhagvAn vivEsha\"\n                         \u003cbr/\u003e  Vayu, the master of the three worlds, entered the body of the embryo that was present in his mother\u0027s womb, expelling the existing jIva. This body, endowed with 32 marks of excellence and 9 glowing exits, was like a temple, ready for his arrival. Vayu\u0027s action resembled that of a victorious king who expells an existing ruler and making his way through his lovely city, enters his resplendent palace, embellished with well decorated doors.\n                         \u003cbr/\u003e   \u003cb\u003e  mAnanidhi Madhvakhyanendenisida \u003c/b\u003e  \n                         \u003cbr/\u003e  The baLitTha sUkta very clearly identifies Shri Madhvacharya by name as the third incarnation of Vayu. The name \"Madhva\" literally means one who dispenses happiness; incidentally, this is the same as Ananda Theertha, the ashRamanaama (name taken after becoming an ascetic) of Shri Madhvacharya. Here happiness means true and everlasting happiness, viz., liberation. As the one who showed the correct path to liberation, and thus helped good souls realize their innate happiness, the name \"Madhvacharya\" is very appropriate.\n                    "}]}},{"num":"24","text":"arbhakatanadoLaidi Badariyali Madhvamuni\nnirbhayadi sakala shAstragaLa paThisida\nurviyoLu mAye bIralu tatvamArgavanu\n(urviyoLu AmnAya tatvadA mArgavanu)\nOrva Madhvamuni tOrda sujanarge\n(sarva sujanarige aruhidanu mOdadi) || 24 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"arbhakatanadoLaidi \u003d (he) reached in a young age\n                         \u003cbr/\u003e  Badariyali \u003d in Badari (the place where Lord vEdavyAsa resides)\n                         \u003cbr/\u003e  Madhvamuni \u003d sri Madhvacharya\n                         \u003cbr/\u003e  nirbhayadi \u003d without fear (confusion, ambiguity)\n                         \u003cbr/\u003e  sakala \u003d all\n                         \u003cbr/\u003e  shAstragaLa \u003d scriptures\n                         \u003cbr/\u003e  paTisida \u003d recited\n                         \u003cbr/\u003e  urviyoLu \u003d in the world\n                         \u003cbr/\u003e  mAye \u003d illusion\n                         \u003cbr/\u003e  bIralu \u003d spread\n                         \u003cbr/\u003e  tatvamArgavanu \u003d the path of true knowledge\n                         \u003cbr/\u003e  Orva \u003d one (and only one)\n                         \u003cbr/\u003e  Madhvamuni \u003d sri Madhvacharya\n                         \u003cbr/\u003e  tOrda \u003d showed\n                         \u003cbr/\u003e  sujanarge \u003d to good people\n                    "},{"title":"Quick Meaning","text":"At a very young age, he went to Badari without fear and learnt all the shAstrAs (in vEdavyAsa\u0027s presence). When a spurious philosophy started permeating the earth, only madhwamuni showed the correct path to good people.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  arbhakatanadoLydi Badariyali .... paTisida \u003c/b\u003e  \n                         \u003cbr/\u003e  Shri Madhvacharya went to Badari twice. This verse refers to the first visit. [The author of the reference book claims that Shri Madhvacharya visited Badari once in his boyhood, before taking up sanyAshRama. This is not explicitly supported by the SumadhvaVijaya or the HariVayuSthuthi, nor is it ruled out. It is claimed that the tIka on HariVayuSthuthi by Shri vishvapati Theertharu describes this event. I would like to continue without further comment]. As everybody knows, the trek to Badari is not an easy one; it is ardous and hazardous at every step. However, Shri Madhvacharya undertook this trip with absolutely no fear or reservations. The SumadhvaVijaya provides a nice description of the first visit. The travel was very pleasant, with a symbolic cool breeze because Shri Madhvacharya (Shri Vayu himself) was leading the entourage.\n                         \u003cbr/\u003e  He reached Badari and offered his salutations to Shri NArAyaNa. He sent his disciples away and presented his commentary on the gIta to God. He told God that he had created this commentary to the best of his capability. To this God replied, \"Not really, you have more capability but have written only a little, you could do even more \". To this end, He asked Shri Madhvacharya to substitute one word in the commentary, from \u0027shaktitah\u0027 (to the best of my ability) to \u0027lEshatah\u0027 (lightly, or not at great depth).\n                         \u003cbr/\u003e  On the same night, God woke Shri Madhvacharya and asked him to present his commentary again. This shows how happy the Lord was with this work. Shri Madhvacharya learnt the essence of all shAstras from the Lord Himself. Even though he had been already blessed with this knowledge by the grace of Hari, he went through the learning process for a variety of reasons. Primarily, because the act of listening to his Lord and Master gave him a lot of pleasure. Also, to emphasize the fact that true knowledge has to be learnt from a guru. And finally because he wanted the world to know that his knowledge of scriptures had been imparted to him by the Lord Himself.\n                         \u003cbr/\u003e   \u003cb\u003e  urviyoLu mAye bIralu tatvamArgavanu Orva Madhvamuni tOrda sujanarge \u003c/b\u003e  \n                         \u003cbr/\u003e  Let us take a quick look at the state of affairs prior to the advent of Shri Madhvacharya. The thirteenth century was a period of great turbulence in India\u0027s political and religious history. On the philosophical front, Buddhism and Jainism had taken birth and were spreading their roots. In addition, Saivism was also on the rise in parts of Tamilnadu and Karnataka. Among vedantic philosophies, Shri Sankara\u0027s Advaita (monism) was the dominant one. Its central theme is mAyavada (Theory of illusion) which states that the whole world is unreal and there is only one real substance called Atman or Brahman. Brahman is supposed to be nirguNa (without any attributes). Shri Ramanujacharya did give a theistic rebuttal to Advaita, but it was not complete. There were 21 commentaries on the BrahmasUtras, and none of them exactly captured what the sUtrakAra (vEdayvyAsa) had in mind. This state of affairs is summarised beautifully in the Shri HariVayu Sthuthi Verse 29 (\"dEhAdutkrAmitAnA ....jivatAm chAdhikRutya) and the sumadhava Vijaya (Canto 2, Verse 1) as follows:\n                         \u003cbr/\u003e  \"vig.yAnabhAnumati ..........sharaNam prajagmuhu\"\n                         \u003cbr/\u003e  \"As the sun of correct knowledge was setting due to the influence of kali, the darkness created by the confluence of wrong doctrines blinded good souls and lead them away from the path of true knowledge. The gods lead by Brahma were saddened by this and approached mukunda (Lord viShNu) for succour.\" Since the Lord does not incarnate during kaliyuga, and because Brahma never incarnates, He directed Vayu to incarnate and show worthy and deserving souls the correct path to salvation. Accordingly Vayu took birth as the son of a pious couple in Udupi and the rest is history.\n                         \u003cbr/\u003e  \n                    "}]}},{"num":"25","text":"sarvEsha hara, vishwa ella tA pusiyemba\ndurvAdigaLa matava nere khanDisi\nsarvEsha Hari, vishwa satyavendaruhida\nsharvAdigIrvaNa santatiyali || 25 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"sarvEsha \u003d Lord of everything (and everybody)\n                         \u003cbr/\u003e  hara \u003d shiva\n                         \u003cbr/\u003e  vishwa all \u003d the entire universe (and everything else)\n                         \u003cbr/\u003e  tA pusiyemba \u003d is false or a myth\n                         \u003cbr/\u003e  durvAdigaLa \u003d people propounding wrong or bad doctrines\n                         \u003cbr/\u003e  matava \u003d philosophy\n                         \u003cbr/\u003e  nere khandisi \u003d condemn totally\n                         \u003cbr/\u003e  sarvEsha \u003d Lord of everything (and everybody)\n                         \u003cbr/\u003e  Hari \u003d Hari or nArAyaNa\n                         \u003cbr/\u003e  vishwa \u003d the universe\n                         \u003cbr/\u003e  satyavendaruhida \u003d he averred that it is true\n                         \u003cbr/\u003e  sharvAdigIrvaNa santatiyali \u003d in accordance with ancient scriptures\n                    "},{"title":"Quick Meaning","text":"\"Hara (shiva) is the supreme Lord, the entire universe is a myth or illusion\". The essence of this wrong or bad doctrine was refuted by Shri madhwAchArya who averred that \"Hari is the supreme lord, and the universe is true\" in accordance with our ancient and sacred scriptures.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  sarvEsha hara, vishwa ella tA pusiyemba \u003c/b\u003e  \n                         \u003cbr/\u003e  Demons who hated Hari and Vayu took birth during kaliyuga and propogated their false doctrines, masquerading as ascetics. They wilfully misinterpreted the vEdas, wrote wrong and misleading commentaries on the BrahmasUtras, and propogated their own doctrines, with the sole intention of misleading good souls. Chief amongst these doctrines was (or continues to be) mAyAvAda. Its main tenets are \"Brahma satyam, jagan mithyam, aham Brahmasmi\" i.e., only paraBrahma is true, everything else is an illusion, there is no difference between paraBrahma and other souls. In addition, they consider the paraBrahma to be devoid of all attributes (\"nirguNa\") and hold shiva and parvathi to be superior to viShNu. The Sumadhva Vijaya (Canto 1, verse 55) captures this very poetically\n                         \u003cbr/\u003e  \"vishavam mithyA ..... nUnam tirOabhUt\". It says that the asuras propogated their doctrine in all directions, stating that Brahman is without attributes, their is no difference between paraBrahman and ordinary jIvas. Alas, as a consequence, the supreme Lord nArAyaNa who is full of knowledge and bliss, started fading from the minds of the virtuous.\n                         \u003cbr/\u003e   \u003cb\u003e  durvAdigaLa matava nere khandisi \u003c/b\u003e  \n                         \u003cbr/\u003e  The Lord is full of countless auspicious attributes, without any trace of a flaw. His power is infinite and unlimited; only an infinitesimal part of His nature and greatness can be grasped by humans, and that too only through good scriptures - the vEdas, mahAbhArata, bhAgavata, Moola RamayaNa and pancharAtra. Other purANAs that do not conflict with the basic tenets enunciated by the above - - may also be considered good scriptures. Lord vEdavyAsa composed the BrahmaSutras to help the virtuous grasp the import of the vEdas correctly and unambigously. Consequently, they occupy a very high position in our religious hierarchy, and anybody who wishes to start a school of thought has to necessarily begin with a commentary of the BrahmasUtras and show how they support his/her conclusions.\n                         \u003cbr/\u003e  Before the advent of Shri Madhvacharya, there were 21 improper or misleading commentaries on the BrahmaSutras. He critically evaluted each of them, and pointed out all their inconsistencies and flaws, in a precise and logical manner, using references from scriptures. No commentary was able to stand up to his incisive scrutiny.\n                         \u003cbr/\u003e   \u003cb\u003e  sarvEsha Hari, vishwa satyavendaruhida sharvAdigIrvaNa santatiyali \u003c/b\u003e  \n                         \u003cbr/\u003e  Using references from scriptures and arguing cogently, Shri Madhvacharya was able to show that all scriptures, as well as the BrahmasUtras enunciate the same basic tenets - supremacy of Lord viShNu, reality of the world, 5-fold differences, hierarchy of souls in sansAra and in mukti etc. The essence of his thinking is captured in the Prameya shloka by Shri vyAsa Theertha. Interested readers may refer the following URL for more details: http://www.dvaita.org/shaastra/prameya.html\n                         \u003cbr/\u003e  There are 3 features that distinguish Shri Madhvacharya\u0027s approach - usage of supporting references, consistency in approach and themes, and resolution of contradictions. He rarely makes a statement without giving supporting references, underscoring the fact that the concepts put forth by him are eternal and timeless, not something that he discovered or invented like other philosophers before him. When one goes through his works the thing that immediately stands out is the remarkable consistency of approach and clarity of thought. There is one central theme that runs through all of his works - the supremacy of ViShNu and the dependence of other entities on Him for sustenance. Everything else is woven around this theme and flows from it. One does not find this kind of consistent, coherent thinking in the works of any other vedanta philosopher. He was the first one (and perhaps the only one) to resolve seeming contradictions within the scriptures themselves. Everybody else either ignored them or discarded one in favor of another. This has been very tellingly captured by Shri NAPS RAO in a posting made quite a while ago. I am quoting only a portion of this posting in order to conserve space. Interested readers may visit the following URL for the full posting: http://www.dvaita.org/list/list_15/msg00037.html\n                         \u003cbr/\u003e  \"When two very young cows (each having only one calf) are fighting without any respite, who except a Mleccha boy will kill one and end the fighting. He will try to tempt one or both of them by offering young green grass, fodder etc., make it interested in some other object and stop the fighting, even if they are still angry with each other. Similarly, when two Vedic texts appear to make opposite statements, they should be reconciled with each other by interpreting the one which is NiravakAsha (can only be interpreted in one manner) and then interpreting the other which is SAvakAsha (can be interpreted in more than one manner) according to the first text, to remove the conflict in meanings. The underlying principle is just as cows should not be killed to remove conflict among them, Shruthi texts can not be discarded by calling some of them as AthathvAvedaka - not conveying absolute truth and accepting as valid only some of them, which may superficially appear to support a particular doctrine - as Advaitha does.\n                         \u003cbr/\u003e  The Vedas being ApaurushEya and free of all defects can not be treated in this manner - as there will always be the doubt as to which set of texts should be treated as valid (why not the other set? etc) and the very reasonable question that if some part of the infallible Vedas is saying untruths, why not all of them?. Even if it is assumed that some part of the Vedas do tell the absolute truth, it will be impossible to decide which part, unless we have some other pRamana to judge their validity. In the case of nonsensory objects like Dharma, God etc. it is apparent that there is no other such pRamana, unless one chooses to accept somebody\u0027s statements - as in all Paurusheya texts. The only source which is known to be Apaurusheya and infallible is thus rendered totally useless, if the absolute validity of ALL Apaurusheya texts is not fully accepted without any reservations. It is very important to understand that Acharya Madhva alone has stressed the inescapable necessity of accepting ALL the Vedas as the fountainhead of valid tatvas and has been extremely rigorous in reconciling all of them to show that his Thathvavada is the essence of the Vedic religion, unlike other schools which while accepting Apaurusheyathva of the Vedas, also postulate the unreality or invalidity of some of them. The question of discarding or relegating to a secondary level any statement like \"Aham Brahmasmi\" on the plea that it appears to go against our doctrine JUST DOES NOT ARISE, in Madhva philosophy\"\n                         \u003cbr/\u003e  \n                    "}]}},{"num":"26","text":"Ekavimshati kubhAShyagaLa bEranu taridu\nShrikarArchitanolume shAstra rachisi\nlOkatrayadoLidda suraru Alisuvante\nA kamalanAbhayati nikaragoreda || 26 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Ekavimshati \u003d one plus twenty \u003d twentyone\n                         \u003cbr/\u003e  kubhAshyagaLa \u003d wrong explanations of BrahmasUtra\n                         \u003cbr/\u003e  bEranu taridu \u003d uproot completely\n                         \u003cbr/\u003e  ShrikarArchitanolume \u003d pleasing to Him, who is served by Lakshmi\n                         \u003cbr/\u003e  with her own hands\n                         \u003cbr/\u003e  shAstra \u003d philosophy\n                         \u003cbr/\u003e  rachisi \u003d created or developed\n                         \u003cbr/\u003e  lOkatrayadoLidda \u003d the three worlds\n                         \u003cbr/\u003e  suraru \u003d gods\n                         \u003cbr/\u003e  Alisuvante \u003d (so that they) could listen\n                         \u003cbr/\u003e  A kamalanAbhayati \u003d saint named padmanAbha (could mean Lord vEdavyAsa\n                         \u003cbr/\u003e  or padmanAbha Theertha - Madhvacharya\u0027s first disciple)\n                         \u003cbr/\u003e  nikaragoreda \u003d went close to or gathered\n                    "},{"title":"Quick Meaning","text":"He completely uprooted the 21 bad commentaries (on the BrahmasUtras) and composed a philosophy that pleased the Lord, who is served by Shri Devi (Lakshmi) with her own hands, viz., nArAyaNa. His discourses were heard with rapt attention by gods residing in the three worlds. Having done this, he went close to (or stayed) with Lord vEdavyAsa. [Or, another interpretation, he gathered a band of saints headed by padmanAbha Theertha - his first disciple]\n                    "},{"title":"Discussion","text":" \u003cb\u003e  Ekavimshati kubhAshyagaLa bEranu taridu \u003c/b\u003e  \n                         \u003cbr/\u003e  There were 21 commentaries on the Brahma sUtras before the advent of Shri Madhvacharya. (According to Dr. B.N.K Sharma) These were by: bhArati Vijaya, sachchidAnanda, BrahmaghOsha, shatAnanda, uddhRuta, Vijaya, Rudrabhatta, vAmana, yAdava prakAsha, mAdhava dAsa, bhaRtru prapancha, drAmida, Brahmadatta, bhAskara, pishAcha, vRuttikAra, Vijaya bhatta, viShNu krAnta, vAdIndra, shankara, Ramanuja. Shri Madhvacharya critically evaluated each of them and pointed out the flaws, misconceptions and errors in them. His analysis was so thorough and logical that none of them could stand up to scrutiny again. That is why Shripadarajaru uses the term \u0027bEranu taridu\u0027.\n                         \u003cbr/\u003e   \u003cb\u003e  ShrikarArchitanolume shAstra rachisi \u003c/b\u003e  \n                         \u003cbr/\u003e  Shri Madhvacharya wrote 4 works on the BrahmasUtras. These are BrahmasUtra bhAshya, AnUbhAshya, AnuvyAkhyAna, NyAyavivarana. These four works together are known as \u0027sUtra prasthAna\u0027. A quick overview is presented in the final part of this posting. His works were appreciated by everybody who had an open-mind and the intellect to appreciate his superior thought process. When Shri vidyAraNya visited Shri jayaTheertha he is supposed to have look at Shri Madhvacharya\u0027s original text and said that it was bAlabAsha (the language of children). However, after seeing the commentary by jayaTheertha he is supposed to have realized the wealth of meaning hidden in those simple words.\n                         \u003cbr/\u003e   \u003c/b\u003e  lOkatrayadoLidda suraru Alisuvante \u003c/b\u003e   There are 2 aspects to this statement, one straightforward and one fairly involved. The former is that gods in the three worlds listened to his teachings with reverence; that is not very surprising since they knew who he was and the worth of his words. To understand the involved aspect, ponder on the fact that he was noordinary philosopher, trying to peddle his own brand of philosophy. As Vayu, the regulator and controller of all jivas, he could have easily converted every single person he came across, completely obiliterating every other religion and philosophy. Yet, he did not. Why? Because that was not the Lord\u0027s will. Shri Madhvacharya\u0027s advent was only for the emancipation of worthy souls, and not everybody. When the gods lead by Brahma approached Lord viShNu for succour, it was not so much because the scriptures had been misinterpreted but that truely worthy jIvAs were being lead astray by such misinterpretations. That is why Shripadarajaru used the terms \"suraru Alisuvante\", and not \"ellaru Alisuvante\". Here one needs to widen \"suraru\" to include \"bhUsuraru\" (gods on earth) i.e., truely worthy souls. That is why he focussed on only truely enlightened people like shObhana bhatta (who later became padmanAbha Theertha), trivikRamapanDitAchArya, Narahari Theertha etc ignoring the unworthy ones. This fact will not be palatable to anybody who does not believe in his classification of souls.\n                         \u003cbr/\u003e   \u003cb\u003e  A kamalanAbhayati nikaragoreda \u003c/b\u003e  \n                         \u003cbr/\u003e  This can be interpreted in 2 ways. The first one is that after completing the tasks that he had set out to achieve, he vanished from our midst (on Madhva navami), and went to Badari to stay in close proximity to vEdavyAsa (kamalanAbha yati).\n                         \u003cbr/\u003e  The second interpretation is that having provided a solid foundation for his philosophy through his writings, he set up a group of faithful followers to propogate these concepts in all directions. This group was lead by Shri padmanAbha Theertha (kamalanAbha yati). Overview of \u0027sUtra prasthAna\u0027\n                         \u003cbr/\u003e  The BrahmasUtras are a collection of 564 short phrases by Shri VEdavyAsa. They form the basis for interpreting the VEdas. They have been grouped into four chapters or adhyAyas with 4 sections in each chapter. The adhyAyas are Samanvaya, avirodha, sAdhana and phala adhyAya. BrahmasUtra BhAshya : This is the primary work in the prathAna. It contains a detailed interpretation of each \u0027sUtra\u0027 and establishes the main tenets of dvaita. Some of the key ideas are as follows: Shri NArAyaNa is ParaBrahma, and that all names (including names of other devatas etc.), all words, and even all sounds are primarily His names and so apply to Him primarily. The Lord can be pleased only by devotion combined with right knowledge, and complete attachment to Him. The result of \u0027sadhana\u0027, is moksha or freedom from the bondage of this world.\n                         \u003cbr/\u003e  jIvas have a hierarchy amongst them commonly known as \u0027taratamya\u0027 AnubhAshya: Shri Madhvacharya composed this work when he heard that his AshRamaguru Shri achyutapreksha, who was reciting the BrahmasUtra bhAshya daily before taking food, was finding it difficult to do so on dvAdashi. NyAyavivaraNa: This work also summarizes the BrahmasUtra bhAshya, incorporating the points made out in anUvyAkhyAna. anuvyAkhyAna : This was written in response to the request by Shri trivikRama panDitAchArya. It is said that Shri Madhvacharya dictated the four chapters of this work simultaneously to four of his sishyas. In order to fully understand this work, it is necessary to study it along with its commentary by Shri JayaTheertha - \u0027Shriman Nyayasudha\u0027.\n                         \u003cbr/\u003e                      "}]}},{"num":"27","text":"BadarikAshRamake punarapiyaidi vyAsamuni\npadakeragi akhila vedArthagaLanu\npadumanAbhana mukhadi tiLidu Brahmatvavaidida\nMadhvamunirAyagabhivandipe || 27 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"BadarikAshRamake \u003d the hermitage in Badari\n                         \u003cbr/\u003e  punarapiyiedi \u003d went again\n                         \u003cbr/\u003e  vyAsamuni \u003d saint vEdavyAsa\n                         \u003cbr/\u003e  padakeragi \u003d prostrated\n                         \u003cbr/\u003e  akhila \u003d all or entire\n                         \u003cbr/\u003e  vedArthagaLanu \u003d meaning of the vEdas\n                         \u003cbr/\u003e  padumanAbhana \u003d BadarinArAyaNa\n                         \u003cbr/\u003e  mukhadi \u003d from His own mouth\n                         \u003cbr/\u003e  tiLidu \u003d having learnt\n                         \u003cbr/\u003e  Brahmatvavyedida \u003d attained the post of Brahma\n                         \u003cbr/\u003e  madhwamunirAyagabhivandipe \u003d I prostrate with deep respect\n                         \u003cbr/\u003e  to saint Madhvacharya, the king amongst all saints\n                    "},{"title":"Quick Meaning","text":"I salute with deep respect madhwamuni, the king of all saints, the one who went to Badari again and prostrated at the feet of vyAsamuni, and learnt the meaning of all shAstras directly from the mouth of padmanAbha.\n                    "},{"title":"Discussion","text":" \u003cb\u003e  BadarikAshRamake punarapiyiedi vyAsamuni padakeragi \u003c/b\u003e  \n                         \u003cbr/\u003e  Shri Madhvacharya toured North India twice. The reference in this verse is to the second one (\"punaripieldi\"). Activities like crossing deep, overflowing rivers, bypassing hostile armies, climbing high mountains were performed with ease and he finally reached lower Badari. He left behind his disciples there and climbed the mountains to reach BadarikAshaRama of vEda vyAsa. He felt overjoyed on seeing vEda vyAsa, along with his disciples. Heart overflowing with joy and devotion, he prostrated at vEdavyAsa\u0027s feet. The Sumadhva Vijaya describes this encounter between paRamatma and jIvOttama as follows:\n                         \u003cbr/\u003e  \" munimanDala madhyavartinam trijaganmanDala manDanAyitam\n                         \u003cbr/\u003e  eha satyavatI sutam Harim paripUrNapRamatih samaikshata\"\n                         \u003cbr/\u003e  Hari(vEdavyAsa), the son of satyavati, provides lustre to the three worlds. The sight of vEdayvyAsa sitting in the midst of other saints was seen by paripUrNapRamati (the one whose knowledge is complete - an epithet used for Shri Madhvacharya) with a full heart. Some of the highlights of the second trip to Badari were: - Meeting Lord BAdarayana at Badari, and receiving eight SaligRamas from Him. Incidentally, these sAligRamas are called VyAsa Mushtis. - Writing of Shriman MahAbhArata Tatparya Nirnaya, the great epitome of MahAbhArata. - Conducting tapas (meditation) under a tree near Ganga river for four months. - Crossing the river Ganga, defying physical and political limitations. - Drawing attention of his disciples to some of the key incidents of the mahAbhArata war, including his exploits as BheemasEna\n                         \u003cbr/\u003e   \u003cb\u003e  akhila vedArthagaLanu padumanAbhana mukhadi tiLidu Brahmatvavyedida \u003c/b\u003e   The straightforward meaning is that Shri Madhvacharya, who is destined to become the next Brahma, learnt the shAstras from Lord vEdavyAsa. However, there is a subtle meaning hidden in the words used. At the beginning of creation, a golden lotus sprung out from the navel of the Lord. Brahma took birth in this lotus. The Lord then proceeded to impart knowledge to Brahma. That is why our scriptures regard the Lord as the \u0027Adi guru\u0027 (the first preceptor) and Brahma as the \u0027Adi sishya\u0027 (the first disciple) and the guru for the rest of creation. Incidentally, this is the origin of the terms \u0027hiraNya garbha\u0027 (golden womb), \u0027padmanAbha\u0027. By using these terms, sripAdarAjaru is drawing our attention to this incident, and the fact that Vayu is \u0027bhAvi Brahma\u0027 (future Brahma).\n                         \u003cbr/\u003e   \u003cb\u003e  madhwamunirAyagabhivandipe \u003c/b\u003e   The usage of the term \"minurAya\" is very meaningful. It has several interesting interpretations. Amongst all creatures, humans are supposed to be a very high form because of their ability to think. Amongst humans, saints are worthy of reverence because of they have rejected mundane life and focussed their life around the almighty. A king amongst such saints must then be worthy of the highest form of reverence. It also follows that this person must be very high amongst all creation i.e. jIvOttama. A king\u0027s word is supposed to be law (or at least it used to be!). Similarly, a saint\u0027s saying must be adhered to with reverence. Then it follows that the word of a king amongst saints must be treated with the highest degree of reverence.\n                         \u003cbr/\u003e  That is why the SumadhvaVijaya says that when our ShrimadAchArya conducted his discourses, gods would assemble in the sky and hear him with reverence. No wonder our Haridasas have compared the teachings of ShrimadAchArya to smruti and purANa vAkyas. That is why sripAdarAjaru uses the term \u0027abhivandipe\u0027 rather than a simple \u0027vandipe\u0027 - to denote the deep respect and reverence that he has for ShrimadAchArya. Such being the case, aren\u0027t you glad that \"A Vayu namma kula gururAyanu\"?\n                         \u003cbr/\u003e                      "}]}},{"num":"28","text":"jaya jayatu durvAdimatatimira mArtAnDa\njaya jayatu vAdigajapanchAnana\njaya jayatu chArvAkagarvaparvata kulisha\njaya jayatu Jagannatha madwanAtha || 28 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"jaya jayatu \u003d victory\n                         \u003cbr/\u003e  durvAdimatatimira \u003d the darkness caused by bad philosophies\n                         \u003cbr/\u003e  mArtanDa \u003d the sun\n                         \u003cbr/\u003e  jaya jayatu \u003d victory\n                         \u003cbr/\u003e  vAdigaj a \u003d a majestic elephant in debates (and discussions)\n                         \u003cbr/\u003e  panchAnana \u003d an epithet for a lion\n                         \u003cbr/\u003e  jaya jayatu \u003d victory\n                         \u003cbr/\u003e  chArvAkagarvaparvata \u003d the mountain of chArvaka\u0027s pride\n                         \u003cbr/\u003e  kulisha \u003d implement of destruction\n                         \u003cbr/\u003e  jaya jayatu \u003d victory\n                         \u003cbr/\u003e  Jagannatha \u003d Lord of all the worlds (an epithet for nArAyaNa)\n                         \u003cbr/\u003e  madwanAtha \u003d Madhvacharya\n                    "},{"title":"Quick Meaning","text":"May he, who is the sun that dispels the darkness brought about by bad doctrines, destroy our dark ignorance. May he, who is a ferocious lion to proud opponents (elephants), give us the courage and strength to oppose avidya, wherever we see them. May he, who demolishes the mountain-like pride of chArvAkas (pleasureseekers) destroy our ego and ignorance. May Jagannatha and MadhvanAtha bless us with devotion, knowledge and detachment (bhakti, gyAna, vairAgya).\n                    "},{"title":"Discussion","text":"In this verse, Shripadarajaru uses analogies from Shri Sumadhva Vijaya and Shri Narasimha nakha-Sthuthi to describe and salute the greatness of Shri Madhvacharya. jayatu jayatu This phrase has been used in each line of this verse. Normally \"jayatu\" means \"Hail\" or \"Victory to\". However, in this verse the target of the phrase is jIvOttama. He is an embodiment of devotion, purity and dedication to the Lord. He also personifies strength, knowledge and auspiciousness. Unlike other lesser gods, kali has no effect on him. He does not suffer from ignorance or misconceptions, at any point in time. Nor, does he ever taste defeat or failure in anything he does. So, interpreting \"jayatu\" as \"Hail\" would be superfluous and thus has to be considered as a secondary or unimportant meaning of the phrase. The primary interpretation must be to treat each usage as a prayer to Vayu to bless us with the specific attribute highlighted in that line.\n                         \u003cbr/\u003e   \u003cb\u003e  durvAdimatatimira mArtanDa \u003c/b\u003e  \n                         \u003cbr/\u003e  This is a continuation of the metaphor used by the SumadhvaVijaya (refer to posting 27 on verse 23 for more details). Prior to the advent of Shri Madhvacharya, the darkness created by the confluence of wrong doctrines and interpretations of the BrahmasUtras blinded good souls and lead them away from the path of true knowledge. Just as sunrise dispels all traces of darkness, the advent of Shri Madhvacharya dispelled all spiritual darkness and lead all sAtvikas away from the path of gloom and despair. May this sun of true knowledge dispel our ignorance and destroy our wrong knowledge.\n                         \u003cbr/\u003e   \u003cb\u003e  jaya jayatu vAdigajapanchAnana \u003c/b\u003e  \n                         \u003cbr/\u003e  It was not enough to merely dispel the spiritual darkness through correct knowledge, efforts had to be made to ensure that they did not rear their head again. Since proponents of wrong philosophies were too strongly entrenched, it was necessary to engage them in direct debate and defang them. This line uses a different metaphor to describe this. Imagine a herd of wild elepahants running riot. They leave behind a trail of destruction and despair. They brook no obstacle or opposition, trampling and ruining everything that comes in their way. So is the case with proponents of wrong doctrines. They vitiate our holy scriptures, take phrases out of context, ignore anything that militates against the concepts that they espouse and use the brute force of their obstinacy to create paths where there are none. They leave good souls wringing their hands in frustration. Into such an environment came a lion called Shri Madhvacharya; a lion that fearlessly faced and decimated herd after herd of wild elephants without much ado. May this lion among philosophers bless us with the courage and strength to stand upto our convictions, even in the face of adversity, and emerge victorious. (Those who are familiar with the meaning of the Narasimha nakha Sthuthi will recognize the similarity in the analogies used.)\n                         \u003cbr/\u003e   \u003cb\u003e  jaya jayatu chArvAkagarvaparvata kulisha \u003c/b\u003e  \n                         \u003cbr/\u003e  \u0027chArvAka\u0027 is the name of a school of philosophy that propounded \"the grossest form of atheism or materialism\" (as defined by Apte). Shri Madhvacharya refuted this philosophy, along with all the others that existed before his time. However, there is a reason why this particular term (\u0027chArvAka\u0027) has been used. This is also the name of a rAkshAsa who was a friend of Duryodhana and an enemy of the Pandavas. In the mahAbhArata, there are several instances where he tries to mislead other good souls. Hence, in this verse, this term epitomizes every philosophy that misinterprets the scriptures and attempts to mislead sAtvikas. Another metaphor has been used to describe this. Indra\u0027s vajrAyudha cut off the wings of arrogant mountains and decimated their ability to fly and cause havoc amongst people. Similarly, Shri Madhvacharya\u0027s arguments were like vajrAyudhas (lightning bolts) that cut down the mountains called misleading doctrines. (Once again, this very similar to the analogy used in the Narasimha nakha Sthuthi). May the thunderbolts of his philosophy demolish destroy mountains of our sins and ego.\n                         \u003cbr/\u003e   \u003cb\u003e  jaya jaya Jagannatha madvanAtha \u003c/b\u003e  \n                         \u003cbr/\u003e  In this verse, through a clever use of words, Shripadarajaru salutes both Shri Hari and Vayu. Jagannatha is a well-known name of the Lord. He is also \u0027MadhvanAtha\u0027, i.e, the nAtha or Lord of Madhva. \u0027Jagannatha\u0027 also means one who is accepted as the \u0027nAtha\u0027 or leader by all souls i.e., one who is the jIvOttama. \u0027MadhvanAtha\u0027 is also the direct name of Shri Madhvacharya. Thus Shripadarajaru salutes jivOttama and parmAtma together and prays for true devotion, knowledge and detachment (bhakti, gyAna, vairAgya).\n                         \u003cbr/\u003e                      "}]}},{"num":"29","text":"tungakulaguruvarana hrutkamaladoLu nelesi\nbhangavillada sukhava sujanakella\nhingade koDuva guru madhwAntarAtmaka\nRangaVittalanendu nere sArirai || 29 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"tungakula \u003d lineage of superior gyAnis\n                         \u003cbr/\u003e  guruvarana \u003d the guru par excellence\n                         \u003cbr/\u003e  hrutkamaladoLu \u003d in the lotus of his heart\n                         \u003cbr/\u003e  nelesi \u003d residing\n                         \u003cbr/\u003e  bhangavillada \u003d without break or obstacles\n                         \u003cbr/\u003e  sukhava \u003d happiness\n                         \u003cbr/\u003e  sujanakella \u003d to all good people\n                         \u003cbr/\u003e  hingade \u003d without any reduction\n                         \u003cbr/\u003e  koduva \u003d the one who gives\n                         \u003cbr/\u003e  guru \u003d preceptro\n                         \u003cbr/\u003e  madhwAntarAtmaka \u003d resident within Madhva\n                         \u003cbr/\u003e  RangaviTTalanendu \u003d the one named Ranga Vittala\n                         \u003cbr/\u003e  nere \u003d everwhere\n                         \u003cbr/\u003e  sArirye \u003d spread\n                    "},{"title":"Quick Meaning","text":"Ranga Vittala (nArAyaNa) resides in the heart of Shri madhwAchArya, the guru par excellence, in the line of superior gyAnis. He gives happiness that is without blemish or break to good people, without any reduction. Propogate this fact everywhere.\n                    "},{"title":"Discussion","text":"tungakulaguruvarana\n                         \u003cbr/\u003e  The term  \u003cb\u003e  \u0027tungakula\u0027 \u003c/b\u003e   refers to the line of superior souls. These are the jIvas who are blessed with knowledge of the Lord. They are basically \u0027sAtvikas\u0027. Brahma and Vayu are the primary gurus for this line of sAtvikas. Our scriptures refer to Brahma (Vayu) as the Adi jIva (first or primary soul). hrutkamaladoLu nelesi Our religious works refer to the presence of a \u0027ashTa daLA kamala\u0027 (a lotus with 8 petals or parts) in the inner space of the heart of the jIva. The Lord resides in the middle of the this lotus. He is the bimba-mUrti of the jIva. At His feet and facing Him, stands Vayu with his hands folded in prayer. The jIva resides near the feet of Vayu. This is true of every jIva. However, in the case of Vayu and others equal or above him, there is nobody else other than the Lord. bhangavillada sukhava \u0027bhanga\u0027 means that which is interrupted or corrupted, something that is temporary in nature. Thus \"bhangavillada sukha\" means bliss which is eternal, free of blemishes and never reducing in intensity. Obviously such a state of bliss is possible only in mukti or liberation, when the jIva experiences bliss that is intrinsic to its nature. All other happiness is temporary, subject to interruptions and diminishing over time.\n                         \u003cbr/\u003e   \u003cb\u003e  sujanakella \u003c/b\u003e  \n                         \u003cbr/\u003e  \u0027sujanaru\u0027 means people who are \u0027sAtvic\u0027 by nature. They are eligible for liberation. Vayu provides them with bhakti, gyAna and vairAgya and ensures that they perform their sAdhana (penance) in accordance with the wishes of the Lord. Once they have accomplished their sAdhana they are eligible for liberation, which is granted at the Lord\u0027s pleasure. Vayu too has the power to recommend jIvas for mukti (this power has been given to him the Lord).\n                         \u003cbr/\u003e   \u003cb\u003e  hingade koDuva \u003c/b\u003e  \n                         \u003cbr/\u003e  This has several interpretations. First, granting of happiness (liberation) to worthy souls in no way reduces or diminishes the happiness of the Lord, or anybody else. In other words, each soul experiences happiness that is intrinsic to itself and independent of what is experienced by other souls. This concept of liberation is unique to dvaita. Second, once the jIva achieves liberation, its happiness never reduces over time. Nor is this happiness ever tinged with sorrow of any sort. Third, the Lord\u0027s power to grant liberation has never reduced and will never do so. In other words, God has been doing this from times immemorial and will continue to do so forever. Another interpretation is that this power to grant liberation rests only with Lord Hari (and anyone He delegates this power to).\n                         \u003cbr/\u003e   \u003cb\u003e  guru MadhvantarAtmaka \u003c/b\u003e  \n                         \u003cbr/\u003e  As stated before, the Lord resides in the heart of every jIva. However, His sannidhAna (special presence) in Vayu is the highest and purest. That is why when we pray, the object of our worship is always \u0027bhArati RamaNa mukhyaprANAtargata\u0027 (the Lord who resides in mukhya prAna, the husband of bhArati dEvi).\n                         \u003cbr/\u003e   \u003cb\u003e  RangaVittalanendu nere sArirye \u003c/b\u003e  \n                         \u003cbr/\u003e  \u0027RangaVittala\u0027 is the ankita or literary signature used by Shripadarajaru. There is an interesting story on how he got this ankita. He once went to panDharApura and performed pAnDuRanga\u0027s sEve (service) with great fervour and devotion. That night, pAnDuRanga appeared in a dream and asked him to get a certain spot on the banks of the Bheema river excavated. When this was done, Shripadarajaru found a golden box containing an idol of \u0027Ranga Vittala\u0027, decorated with many precious jewels. He was overjoyed and with the idol on his head, danced with ecstacy. From that day onwards, this idol has been worshipped with great devotion by every saint who has headed the MaTha of Shripadarajaru. He also started the tradition of composing dEvaranaamas (religious songs) in the name of his favorite icon. This tradition was continued by other saints like Shri vyAsarAyaru, Shri Vadirajaru etc.\n                    "}]}},{"num":"30","text":"JagannathadAsara phala Sthuthi\nsOmasUryOparAgadi gO sahasragaLa\nbhUmidEvarige suranadiya taTadi\nShri mukundArpaNavenuta koTTa phalamakku\nI Madhvanaama baredOdidarge || 30 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"sOmasUryOparAgadi \u003d during solar and lunar eclipse\n                         \u003cbr/\u003e  gO \u003d cows\n                         \u003cbr/\u003e  sahasragaLa \u003d thousands\n                         \u003cbr/\u003e  bhUmidEvarige \u003d bhUsuraru \u003d gods on earth (learned Brahmins)\n                         \u003cbr/\u003e  suranadiya \u003d the divine river (Ganga)\n                         \u003cbr/\u003e  taTadi \u003d on the banks\n                         \u003cbr/\u003e  Shri mukundArpaNavenuta \u003d saying \"Krishnarpanaamastu\" (i.e. dedicating the fruits of this action to Lord Shri Krishna)\n                         \u003cbr/\u003e  koTTa \u003d to give\n                         \u003cbr/\u003e  phalamakku \u003d the fruits (or results)\n                         \u003cbr/\u003e  I madhwanaama \u003d this prayer called Madhvanaama\n                         \u003cbr/\u003e  baredOdidarge \u003d to those who read and write\n                    "},{"title":"Quick Meaning","text":"Anybody writing and reading this sthOtra will get a benefit equal to offering a thousand cows to learned and worthy Brahmins, during a solar or lunar eclipse, on the banks of the celestial river Ganga, and dedicating that to Lord Mukunda (nArAyaNa).\n                    "},{"title":"Discussion","text":"In this verse Shri Jagannatha dAsaru gives us an idea of the greatness of this prayer by Shripadarajaru through a beautiful analogy. To understand the beauty of the analogy, one needs to look at some of the background material. Our elders tell us that the act of offering something to somebody should be judged with 7 questions - who, to whom, what, when, where, how and why. In other words one should look at the following issues:\n                         \u003cbr/\u003e  - who is offering the object,\n                         \u003cbr/\u003e  - who is it being offered to,\n                         \u003cbr/\u003e  - what is being offered\n                         \u003cbr/\u003e  - why is it being offered\n                         \u003cbr/\u003e  - when is the offering being made\n                         \u003cbr/\u003e  - where is it being offered\n                         \u003cbr/\u003e  - how is it being offered (or what is the mindset of the person making the offering)\n                         \u003cbr/\u003e   The above questions need to be satisfactorily answered in order to judge an offering, and determine if it will meet with the Lord\u0027s approval.\n                         \u003cbr/\u003e   \u003cb\u003e  sOmasUryOparAgadi \u003c/b\u003e  \n                         \u003cbr/\u003e  Solar and Lunar eclipses are considered to be parva-kAla (very auspicious times). It is said that performing good acts during such times yield a lot more fruit than normal times. In olden times, kings and noblemen used to perform various acts of cHarity during eclipses.(People who are familiar with \u0027rAghavEndra stOtra\u0027 will recognize that a similar sentiment is expressed in the line beginning \"sOma sUryOparAge\").\n                         \u003cbr/\u003e   \u003cb\u003e  gO sahasragaLa \u003c/b\u003e  \n                         \u003cbr/\u003e  Amongst all animals, the cow is the most sacred. It is said that more than thirty million gods have a presence in this sacred animal. Consequently, a gift of cows is considered to very special. That is why while performing the death ceremony of a parent, children are asked to perform the symbolic gift of a cow, so that the fruit of such a meritorious act may accrue to the deceased parent.\n                         \u003cbr/\u003e   \u003cb\u003e  bhUmidEvarige \u003c/b\u003e  \n                         \u003cbr/\u003e  Learned and worthy Brahmins are considered to be bhUsuraru – gods who are present on earth and easily accessible. They epitomize all divine qualities like knowledge, devotion, detachment, kindness etc. Shri Hari is supposed to have a soft corner for cows and learned Brahmins. In fact several of His Sthotras address him as \u0027gO BrahmaNa hitaya\" (one who takes care of the welfare of vEdas, cows and Brahmins). Our scriptures stipulate that alms and boons should be given only to \u0027satpAtraru\u0027 (people who are worthy and virtuous). A learned and worthy Brahmin is the best possible recepient for alms.\n                         \u003cbr/\u003e   \u003cb\u003e  suranadiya taTadi \u003c/b\u003e  \n                         \u003cbr/\u003e  As everybody knows, the Lord came as a young BrahmacHari named vAmana and asked for 3 steps worth of land from bali. With 2 steps He covered earth and the sky. When His foot appeared in satyalOka, BrahmadEva washed it with reverence. His toenail pierced BrahmanDa and caused the holy Ganga to appear. shIva took Ganga on his head, displaying his reverence for Hari-pAdOdaka (water obtained after feet are washed). Devout hindus long to have at least one dip in her holy waters during their lifetime. In fact, orthodox families keep a casket of Ganga water handy for use during the final hours of a family member. Such is the devotion and respect that the Ganga has inspired over the ages. During olden times, rishis used to prefer the banks of holy rivers to perform yagas, because the presence of the river would multiply the benefits obtained from such acts several fold. The Ganga was the first choice for such yagas.\n                         \u003cbr/\u003e   \u003cb\u003e  Shri mukundArpaNavenuta koTTa phalamakku \u003c/b\u003e   No matter how pious the act, there is no benefit unless one offers the fruits to the Lord, with the appropriate frame of mind. That is why the gIta says, \"karmaNyEva adhikAraste\" and our elders advise us to believe in the concept of \"naham karta Harih karta\".\n                         \u003cbr/\u003e  To summarize the above points, it may be said that to make an offering:\n                         \u003cbr/\u003e  - cows constitute one of the best objects that one can offer\n                         \u003cbr/\u003e  - the banks of the holy ganges is one of the best places to do so\n                         \u003cbr/\u003e  - a solar or lunar eclipse is one of the best times to do so\n                         \u003cbr/\u003e  - learned and worthy Brahmins are the best possible recipients\n                         \u003cbr/\u003e  - dedicating the fruits to the Lord is the most appropriate ending to an action\n                         \u003cbr/\u003e  With the above background, one can easily see the merits of offering a thousand cows to learned and worthy Brahmins, during an eclipse, on the banks of the Ganga, and dedicating that to Lord Mukunda! Reading and writing this prayer will confer a similar benefit. This is not sycophantic statement made by an admiring follower; it is a balanced assessment made by an aparoksha gyani.\n                         \u003cbr/\u003e                      "}]}},{"num":"31","text":"putrarilladavaru satputraraiduvaru\nsarvatradali digVijayavahudu sakala\nshatrugaLu keDuvaru apamrutyu baralanjuvudu\nsUtranaamakana samSthuthi mAtradi || 31 ||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"putrarilladavaru \u003d those without children\n                         \u003cbr/\u003e  satputraraiduvaru \u003d will get very good children\n                         \u003cbr/\u003e  sarvatradali \u003d everywhere\n                         \u003cbr/\u003e  digVijayavahudu \u003d will get victory\n                         \u003cbr/\u003e  sakala \u003d all\n                         \u003cbr/\u003e  shatrugaLu \u003d enemies\n                         \u003cbr/\u003e  keduvaru \u003d will perish or fail\n                         \u003cbr/\u003e  apamRutyu \u003d untimely death\n                         \u003cbr/\u003e  baralanjuvudu \u003d will be scared to approach\n                         \u003cbr/\u003e  sUtranaamakana \u003d an epithet for Vayu\n                         \u003cbr/\u003e  samSthuthi \u003d prayer coupled with devotion and knowledge\n                         \u003cbr/\u003e  mAtradi \u003d just by\n                    "},{"title":"Quick Meaning","text":"Those without children will get good children, they will be victorious everywhere, all their enemies will perish, and untimely death will be scared to approach them. All these benefits will accrue by praying to sUtranaamaka (Vayu).\n                    "},{"title":"Discussion","text":"In the first verse Shri Jagannatha dAsaru gave us an idea of the enormous merits that accrue to a person reading and writing the Madhvanaama. While this may be enough for gyAnis, there may be others who seek more tangible, material benefits. To such people he replies \"This is sUtranaamaka, that you are praying to. Once he is pleased there is no limit to what you can get. You want children? You will get children. You want name, fame, wealth, relief from enemies? You will get all that. Why, you can even avoid untimely death! What more can you possibly want?!\"\n                         \u003cbr/\u003e   \u003cb\u003e  sUtranaamaka samSthuthi \u003c/b\u003e  \n                         \u003cbr/\u003e  Vayu is also known as sUtra since he is the controller and regulator of all the celestial entities in the body (indriyABheemani and tattvABheemani devatas and daityas). Every single action performed by every jIva (subordinate to him), everywhere in creation is done under his explicit supervision. samSthuthi refers to prayer that is tinged with devotion and correct knowledge. Once this sUtranaamaka is pleased, then the sky is the limit; all doors open, everything falls into place and there is nothing that is out of reach. putrarilladavaru satputraraiduvaru\n                         \u003cbr/\u003e  A simple translation is \"Those without children will get good children\". However to get the full meaning of the verse, one needs to go beyond the simple meaning. Nothing happens without a reason. Why are some people childless? There may be medical causes preventing childbirth, but these are mere manifestations rather than the actual cause. The root of the problem lies in the sins committed by the persons and their prArabda karma. In olden days, kings and noblemen performed yagnas like \"putrakAmEshTi\" to wipe out their sins and obtain progeny. In this time and age, it needs potent prayers and the grace of celestials to overcome this problem. In the opinion of Shri JagannathadAsaru, this prayer to Vayu is equal in potence to the \"putrakAmEshTi\" yAga in blessing supplicants with offspring.\n                         \u003cbr/\u003e   \u003cb\u003e  sarvatradali digVijayavahudu sakala shatrugaLu keduvaru \u003c/b\u003e  \n                         \u003cbr/\u003e  The gIta says that our authority ends with action; success or failure lies in the hands of the Lord, and is decided by Him based on the jIvA\u0027s inherent nature and his/her karma. As the gIta says \"yatra yOgeshwarah kRishNo ..... tatra ShrivijayO bhUtirdruvA nitir matir mama\". Vayu is His primary abode and agent. Needless to add, one who is subject to Vayu\u0027s grace will be victorious everywhere. The question is: what kind of victory should one aspire for? There are different types of successes, but our scriptures attach a lot of importance to \"indriyajaya\" - conquest of the senses. The sky is the limit for somebody who can do this.\n                         \u003cbr/\u003e  This line also says \"All enemies will fail\". What kind of enemies are we talking about? We are very familiar with external enemies and would obviously like to win over them. But the more potent enemies are the internal ones; our scriptures talk of \u0027arishadvarga\u0027 - the six enemies of man - anger, lust, greed, delusion, arrogance, jealousy. These can cause much more harm than any external enemy and their effects can last several births. (The bhAgavata tells us about sage bharata who set out to contemplate on the Lord but lost his way and had to take several births because of attachment to a deer!). Obviously these are the enemies that one needs to conquer.\n                         \u003cbr/\u003e   \u003cb\u003e  apamRutyu baralanjuvudu \u003c/b\u003e  \n                         \u003cbr/\u003e  \"Ayushya\" is defined as the life span that is allocated to a being. Any death that happens before expiry of this period is untimely and is called \"apamRutyu\". Our shAstras say that once \"Ayushya\" is over death cannot be prevented, since that is Divine Will. However, \"apamRutyu\" is a different aspect altogether. Life-histories of our saints and other great souls are replete with instances where they warded off untimely death in deserving cases. Our scriptures say that when a person dies, Vayu departs from the body along with jIvatma and paRamatma. Such being the case, is it necessary to add that a person enjoying the grace of Vayu will never die an untimely or untoward death? I now propose to list the detailed explanation of the third (and last) verse in the Phala Sthuthi by Shri Jagannatha dAsaru. In the first and second verses he gave us an idea of the enormous merits accruing to a person who reads and writes Madhvanaama. Here he sums up everything and outlines the real benefit that anybody can hope for - liberation.\n                         \u003cbr/\u003e                      "}]}},{"num":"32","text":"Shripadaraja peLida Madhvanaama\nsantApa kaLedakhiLasoukhyavanIvudu\nShripati Shri JagannathaVittalana tOri bhava\nkUpAradinda kaDehAyisuvudu || 32 ||\n||ShriKrishnarpanaamastu||","explanation":{"notesList":[{"title":"Word-by-word Meaning","text":"Shripadaraja peLida \u003d the (prayer) stated by Shripadarajaru\n                         \u003cbr/\u003e  madhwanaama \u003d Madhvanaama\n                         \u003cbr/\u003e  santApa \u003d sorrow\n                         \u003cbr/\u003e  kaLedakhiLasoukhyavanIvudu \u003d kaLedu + akhila + soukhyavanu + Ivudu \u003d (sorrows will) end and one will get all good things in life\n                         \u003cbr/\u003e  Shripati \u003d the husband of ShridEvi (i.e., Hari)\n                         \u003cbr/\u003e  Shri jagannAtaviTTalana \u003d the form of the Lord known as Jagannatha viTTala\n                         \u003cbr/\u003e  tOri \u003d (will) show\n                         \u003cbr/\u003e  bhava kUpAradinda \u003d from the pit or well called sansAra\n                         \u003cbr/\u003e  kadehAyisuvudu \u003d will help you cross\n                    "},{"title":"Quick Meaning","text":"This madhwanaama told by Shripadaraja will destroy all sorrows, provide all types of happiness and well-being, and in addition, will show you Shripati jagannAtaviTTala and take you out of this well (or ocean) called samsAra.\n                    "},{"title":"Discussion","text":"Overview\n                         \u003cbr/\u003e  All the benefits described in the previous verses of the phalastUtu were basically material in nature - wealth, health, progeny, happiness, freedom from enemies etc. But all of these pale in comparison to the main benefit that this prayer can confer. It offers what is ultimately the highest benefit that anybody can hope for - liberation from the cycle of births and deaths. Shri Jagannatha dAsaru saves this for the last because once one gets the desire for this benefit, then the other benefits pale in comparison and lose their attractiveness totally.\n                         \u003cbr/\u003e   \u003cb\u003e  Numerology behind phalaSthuthi \u003c/b\u003e  \n                         \u003cbr/\u003e  The first question to consider is why did Shri Jagannatha dAsaru compose a phala Sthuthi with 3 verses? Why not 4 or 2? To answer this, look at the number of verses in the Madhvanaama composed by Shripadarajaru. It is 29. By adding a phala Sthuthi with 3 verses the total number of verses comes to 32. There is a symbolism associated with this number 32. All of Vayu\u0027s incarnations are supposed to possess perfect physiques with 32 distinguishing marks. So it is in the fitness of things that the prayer to an entity with a perfect physique (having 32 distinguishing marks) should comprise of 32 verses.\n                         \u003cbr/\u003e   \u003cb\u003e  Shripadaraja peLida madhwanaama \u003c/b\u003e  \n                         \u003cbr/\u003e  Just as Shri vEdavyAsa composed the purANas for the sake of those who are not eligible for reading the vEdas, Shripadarajaru wrote the Madhvanaama for the benefit of those who have no access to the HariVayu Sthuthi and the Sumadhva Vijaya. That is why he chose to use Kannada, the language of common people, as the medium. This is in keeping with his stature as the pitAmaha of all dAsa Sahitya (there is a school of thought that Shri Narahari Theertharu was the first one to compose dEvaranaamas in Kannada and that Shripadarajaru revived this glorious tradition). Before dismissing this stOtra as another Kannada dEvaranaama, one needs to remember that Shripadarajaru was an amsha of Dhruva, an aparoksha gyAni, and the vidya guru of vyAsarAyaru. He has infused this stOtra with pristine bhakti and gyAna. So, in terms of spiritual content and value, it is worthy of adoration and worship.\n                         \u003cbr/\u003e   \u003cb\u003e  santApa kaLedakhiLasoukhyavanIvudu \u003c/b\u003e  \n                         \u003cbr/\u003e  The term \"santApa\" normally means sorrow or unhappiness. However, in this context, a better interpretation would be \u0027tApatraya\u0027 - the three kinds of miseries which human beings have to suffer in this world - \u0027adhyAtmika\u0027, \u0027Adhidaivika\u0027 and \u0027Adhiboutika\u0027.\n                         \u003cbr/\u003e  akhiLasoukhyava means every possible happiness or wellbeing. This should be understood to include all types of happiness - material as well as spiritual.\n                         \u003cbr/\u003e  Shripati Shri jagannAtaviTTalana tOri bhavakUpAradinda kadehAyisuvudu The word \u0027tOri\u0027 is a pointer to 2 concepts. The first is the initial sAkshAtkAra or meeting with the Lord, at which point the jIva becomes an aparoksha gyAni. All of his/her sanchita and AgAmi karmas get wiped out, and the jIva has to endure only his/her prArabda karma. The second concept is that the when the jIva goes for liberation, he meets with different bhagavad rUpas (forms of the Lord). The penultimate form is vAsudEva and the final form is nArAyaNa. This is very subtly captured in the prAtah sankalpa gadya by rAyaru. There is a translation available in the archives (it was by Shri Bannur Ramachandra Rao, and posted by Naveen Bannur). Interested readers may refer this for more details.\n                         \u003cbr/\u003e  The term \u0027Shripati\u0027 should be understood in the context of what our AchArya has stated so beautifully in dvAdasha stOtra (\"Shriryat katAksha balavatyajitam naamami\"). The essence of this is that every deity (Brahma, Rudra, garuda, Indra, sUrya, chandra etc) is able to function only because of Lakshmi\u0027s grace, and that She derives her power from Him. So, one should this have this anusandhAna\u0027 (understanding) when one utters this prayer.\n                         \u003cbr/\u003e   \u003cb\u003e  Importance of praying to Vayu \u003c/b\u003e  \n                         \u003cbr/\u003e  There is a common misconception that only Madhvas give primacy to Vayu, whereas others consider him as just one of several important deities. This is a very wrong perception that does grave injustice to our scriptures, which proclaim Vayu\u0027s primacy in an unambiguous manner. There are any number of reasons why it is necessary to pray to Vayu in order to get Hari bhakti. He is the foremost amongst all jIvas, and the primary guru for all creation. He is the Lord\u0027s dearest devotee; so dear that when he departs from the body, the Lord too departs immediately. He is acknowledged in all the three worlds as \u0027bhagavat kArya sAdhaka\u0027. He performs 21,600 hansa japas per day in each jIva and submits it to the Lord on our behalf. Ignoring him, or not according to him the status that is his due, would tantamount to \u0027guru-droha\u0027 and is a sure way of incurring the Lord\u0027s displeasure and the wrath of every other deity.\n                         \u003cbr/\u003e   \u003cb\u003e  Study our itihAsas (Moola RamayaNa and mahAbhArata) \u003c/b\u003e   and purANAs. You will not find even one instance of somebody earning Vayu\u0027s grace and suffering misfortune. On the contrary, you will find several instances of people benefitting from his association. Look at how vibhIshana, sugrIva and Arjuna benefitted from Vayu\u0027s grace, whereas karNa and vAli suffered because of enemity with him. As purandaradAsaru says \"Hanumana matavE Hariya matavu, HariyA matave Hanumana matavu\" (there is total identity of views between Hari and Vayu). That is why in the Sumadhva Vijaya, Shri nArAyaNa panDitAchArya says that he wishes to get Hari bhakti that originates from guru bhakti (\"mukundabhaktyai gurubhaktijAyai ...\"). So, even if one is not born a Madhva, it is still essential to obtain his blessings in order to obtain correct viShNu bhakti and gyAna. Of course, if someone is a Madhva by birth, then it is their privilege and duty to develop correct Vayu bhakti as a prelude to Hari bhakti.\n                         \u003cbr/\u003e   \u003cb\u003e  CONCLUSION: \u003c/b\u003e  \n                         \u003cbr/\u003e  This posting concludes the series on Madhvanaama. Shri nArAyaNa panDitAchArya, the esteemed author of Sumadhva Vijaya and other great works, calls himself \u0027mandha budhdhe\u0027 (dull witted) and says that only deities like sEsha or Rudra can do justice to the task of describing the greatness of Vayu. If this is the case with an enlightened soul like him, then one wonders about others! Still, there is not even a shadow of doubt in my mind that whatever has been accomplished has been done only because of the immense grace of Shri Shripadarajaru. It is my hope that while going through this series you experienced at least a small fraction of the devotion that this great saint had for his \u0027kula guru rAya\u0027. If that is indeed the case then this series has more than served its purpose.\n                         \u003cbr/\u003e   \u003cb\u003e  na Madhva samO devo, na cha Madhva sama guruh na tadvAkyam samam shAstram, na cha tasya samah puman. \u003c/b\u003e  \n                         \u003cbr/\u003e   \u003cb\u003e  (Shri Krishnarpanaamastu) \u003c/b\u003e  \n                    "}]}}],"num":"1"}],"mapSecName2Sec":{}}